{
  "data": [
    {
      "id": 1,
      "name": {
        "en": "Rose mallow",
        "ar": "خطمي منقعي"
      },
      "kind": {
        "en": "Apocynaceae",
        "ar": "الأبوكيناسيات"
      },
      "desc": {
        "en": "Binomial name: Hibiscus moscheutos\nSynonyms: Hibiscus palustris, Hibiscus militaris\nFamily: Apocynaceae\nOrder: Malvales\nGenus: Hibiscus\nNative to: Central America, including Mexico, as well as parts of South America and the Caribbean\n\n1- Garden Borders: Rose Mallow adds vibrant color and texture to garden borders, especially during its blooming season, when its large flowers stand out.\n\n2- Mixed Perennial Beds: It pairs well with other perennials, creating a dynamic mix of colors, heights, and textures.\n\n3- Water Gardens: Since Rose Mallow is tolerant of moist conditions, it's often used near ponds, streams, or other water features, contributing to a lush, natural look.\n\n4- Privacy Screens: Given its dense foliage and upright growth habit, Rose Mallow can be used to create natural screens or hedges in gardens.\n\n5- Cottage Gardens: Its large, colorful flowers make it a fitting addition to cottage-style gardens, where it can be mixed with other flowering plants.\n\n6- Attracting Pollinators: The large, bright flowers of Rose Mallow attract pollinators like bees and butterflies, making it a valuable addition to pollinator-friendly gardens.\n\n7- Medicinal: parts of the Rose mallow plant have medicinal properties. The leaves and roots are known to contain mucilage and have been used traditionally to treat various ailments.\n\n8- Ornamental: Rose mallow is widely grown as an ornamental plant due to its large and showy flowers.",
        "ar": "الاسم الثنائي: كبار الكبار العربي\nالمرادفات: الكبار العربي، الكبار البري\nالعائلة: عائلة الأبوكيناسيات\nالرتبة: رتبة الملوفيات\nالجنس: الكبار\nالأصل: أمريكا الوسطى، بما في ذلك المكسيك، وبعض مناطق أمريكا الجنوبية والبحر الكاريبي\n\n1- حدود الحديقة: تضيف الملوخية لونًا وملمسًا نابضًا بالحياة إلى حدود الحديقة، خاصة خلال موسم تزهيرها عندما تبرز أزهارها الكبيرة.\n\n2- الأسرة المعمرة المختلطة: تتزاوج جيدًا مع النباتات المعمرة الأخرى، مما يخلق مزيجًا ديناميكيًا من الألوان والارتفاعات والأنسجة.\n\n3- الحدائق المائية: نظرًا لأن زهرة الملوخية تتحمل الظروف الرطبة، فغالبًا ما تستخدم بالقرب من البرك أو الجداول أو غيرها من المسطحات المائية، مما يساهم في الحصول على مظهر طبيعي خصب.\n\n4- سواتر الخصوصية: نظرًا لأوراقها الكثيفة وعادات نموها المستقيمة، يمكن استخدام زهرة الملوخية لإنشاء سواتر طبيعية أو تحوطات في الحدائق.\n\n5- حدائق الكوخ: أزهارها الكبيرة الملونة تجعلها إضافة مناسبة للحدائق ذات طراز الكوخ، حيث يمكن مزجها مع النباتات المزهرة الأخرى.\n\n6- جذب الملقحات: تجذب أزهار الملوخية الكبيرة والمشرقة الملقحات مثل النحل والفراشات، مما يجعلها إضافة قيمة للحدائق الصديقة للملقحات.\n\n7- طبي: أجزاء من نبات الورد الملوخية لها خصائص طبية. من المعروف أن الأوراق والجذور تحتوي على مادة صمغية وقد تم استخدامها تقليديًا لعلاج الأمراض المختلفة.\n\n8- نباتات الزينة: تنمو زهرة الملوخية على نطاق واسع كنبات زينة بسبب أزهارها الكبيرة والمبهرجة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "rose_mallow1",
      "otherImage": [
        "rose_mallow2",
        "rose_mallow3",
        "rose_mallow4",
        "rose_mallow5"
      ]  
    },
    {
      "id": 2,

      "name": {
        "en": "Red frangipani",
        "ar": "ياسمين هندي"
      },
      "kind": {
        "en": "Apocynaceae",
        "ar": "اللوتنجيات"
      },
      "desc": {
        "en": "Binomial name: Plumeria rubra\nSynonyms: Temple Tree\nFamily: Apocynaceae\nOrder: Gentianales\nGenus: Plumeria\nNative to: Central America, Mexico, and the Caribbean\n\n1- Medicinal: Red Frangipani is known for its therapeutic properties, including anti-inflammatory and analgesic effects, which can be beneficial for treating headaches, muscle aches, and stress.\n\n2- Ornamental: It is widely cultivated as an ornamental plant in tropical and subtropical climates for its beautiful flowers and pleasant fragrance.\n\n3- Poison: The plant contains a milky latex sap that can be irritating to the skin and mucous membranes. All parts of the plant are toxic when ingested due to their high alkaloid content.\n\n4- Garden Borders: Planted in garden borders, Red Frangipani provides striking color and fragrance during its blooming season.\nTropical Gardens: It is a staple in tropical and subtropical gardens due to its lush foliage and vibrant flowers.\n\n5- Container Gardening: Often grown in large pots or containers, allowing for flexibility in placement on patios and verandas.\nFocal Points: Red Frangipani can serve as a focal point in garden design, especially when in full bloom, attracting attention with its bold colors.\n\n6- Shade Trees: In tropical climates, larger specimens can offer some shade and act as ornamental trees.\n\n7- Aromatic Gardens: With its fragrant blooms, it's a great addition to gardens designed to emphasize aroma and sensory experience.\n\n8- Religious and Cultural Settings: Used in many cultures for religious ceremonies and traditional decorations due to its association with spiritual symbolism and aesthetics.",
        "ar": "الاسم الثنائي: بلوميريا الحمراء\nالمرادفات: شجرة المعبد\nالعائلة: عائلة اللوتنجيات\nالرتبة: رتبة الثنائيات\nالجنس: بلوميريا\nالأصل: أمريكا الوسطى والمكسيك، والبحر الكاريبي\n\n1- طبيًا: يُعرف الفرانجيباني الأحمر بخصائصه العلاجية، بما في ذلك التأثيرات المضادة للالتهابات والمسكنات، والتي يمكن أن تكون مفيدة لعلاج الصداع وآلام العضلات والتوتر.\n\n2- نباتات الزينة: ويزرع على نطاق واسع كنبات زينة في المناخات الاستوائية وشبه الاستوائية لأزهاره الجميلة ورائحته الطيبة.\n\n3- السم: يحتوي النبات على عصارة لبنيّة يمكن أن تهيّج الجلد والأغشية المخاطيّة. جميع أجزاء النبات سامة عند تناولها بسبب محتواها العالي من القلويدات.\n\n4- حدود الحديقة: يزرع نبات الفرانجيباني الأحمر في حدود الحديقة، ويوفر لونًا وعطرًا ملفتًا للنظر خلال موسم إزهاره.\nالحدائق الاستوائية: وهي من العناصر الأساسية في الحدائق الاستوائية وشبه الاستوائية بسبب أوراقها المورقة وأزهارها النابضة بالحياة.\n\n5- البستنة الحاوية: غالبًا ما تتم زراعتها في أواني أو حاويات كبيرة، مما يسمح بالمرونة في وضعها في الأفنية والشرفات.\nنقاط التركيز: يمكن أن يكون نبات الفرانجيباني الأحمر بمثابة نقطة محورية في تصميم الحدائق، خاصة عندما يكون في حالة إزهار كامل، حيث يجذب الانتباه بألوانه الجريئة.\n\n6- أشجار الظل: في المناخات الاستوائية، يمكن للعينات الأكبر حجمًا أن توفر بعض الظل وتكون بمثابة أشجار الزينة.\n\n7- الحدائق العطرية: بأزهارها العطرة تعتبر إضافة رائعة للحدائق المصممة للتأكيد على الرائحة والتجربة الحسية.\n\n8- الأوساط الدينية والثقافية: تستخدم في العديد من الثقافات للاحتفالات الدينية والزخارف التقليدية لارتباطها بالرمزية الروحية والجماليات."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "red_frangipani1",
      "otherImage": [
        "red_frangipani2",
        "red_frangipani3",
        "red_frangipani4",
        "red_frangipani5"
      ] 
    },
    {
      "id": 3,
      "name": {
        "en": "Adenium obesum",
        "ar": "العَدَنَةُ"
      },
      "kind": {
        "en": "Apocynaceae",
        "ar": "اللبانية"
      },
      "desc": {
        "en": "Binomial name: Adenium obesum\nSynonyms: Adenium coetaneum , Adenium honghel , Nerium obesum\nFamily: Apocynaceae\nOrder: Ranunculales\nGenus: Adenium\nNative to: Benin, Burkina, Burundi, Cameroon, Chad, Ethiopia, Ghana\n\n1- Ornamental Plant: It is commonly used as an ornamental plant in homes and gardens due to its beautiful, glossy flowers and unique shapes.\n\n2- Traditional Medicine: In some cultures, certain parts of the plant are believed to have uses in traditional medicine, although they should be used with caution due to its toxicity.\n\n3- Bonsai Cultivation: Due to its unique shape and ability to form a thick trunk and attractive roots, Adenium obesum is used in the art of bonsai cultivation.\n\n4- Desert Gardens: Adenium obesum can be cultivated in desert regions where it can thrive well in dry conditions.\n\n5- Source of Income: In some areas, growing this plant can be a source of additional income by selling suitable plants for gardening or as gifts.\n\n6- However, it's important to note that all parts of this plant are toxic if ingested, so it should be handled with caution, especially around pets and young children.",
        "ar": "الاسم الشائع: آدينيوم السمين\nمرادفات: آدينيوم السمين، آدينيوم كوتانيوم، آدينيوم هونغهيل، نيريوم السمين\nالعائلة: ساميات النيرين\nالترتيب: راننكولياليس\nالجنس: آدينيوم\nموطنه:بنين، بوركينا فاسو، بوروندي، الكاميرون، تشاد، إثيوبيا، غانا\n\n1- نبات الزينة: يستخدم عادة كنبات زينة في المنازل والحدائق بسبب أزهاره الجميلة اللامعة وأشكاله الفريدة.\n\n2- الطب التقليدي: في بعض الثقافات، يعتقد أن أجزاء معينة من النبات لها استخدامات في الطب التقليدي، على الرغم من أنه يجب استخدامها بحذر بسبب سميتها.\n\n3- زراعة البونساي: نظرا لشكله الفريد وقدرته على تكوين جذع سميك وجذور جذابة، يستخدم نبات الأدينيوم أوبسوم في فن زراعة البونساي.\n\n4- الحدائق الصحراوية: يمكن زراعة نبات الأدينيوم في المناطق الصحراوية حيث يمكن أن يزدهر بشكل جيد في الظروف الجافة.\n\n5- مصدر الدخل: في بعض المناطق يمكن أن تشكل زراعة هذه النبتة مصدر دخل إضافي عن طريق بيع نباتات مناسبة للبستنة أو كهدايا.\n\n6- ومع ذلك، من المهم ملاحظة أن جميع أجزاء هذا النبات سامة إذا تم تناولها، لذلك يجب التعامل معها بحذر، خاصة حول الحيوانات الأليفة والأطفال الصغار."
      },
      "tags": {
        "en": [
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "adenium_obesum1",
      "otherImage": [
        "adenium_obesum2",
        "adenium_obesum3",
        "adenium_obesum4",
        "adenium_obesum5"
      ]
    },
    {
      "id": 4,
      "name": {
        "en": "magnolia",
        "ar": "مغنولية"
      },
      "kind": {
        "en": "Magnoliaceae",
        "ar": "الماغنوليات"
      },
      "desc": {
        "en": "Binomial name: Magnolia grandiflora\nSynonyms: Magnolia\nFamily: Magnoliaceae\nOrder: Magnoliales\nGenus: Magnolia\nNative to: East Asia and the America and the southeastern United States\n\n1- Ornamental: Magnolias are widely used as ornamental plants in gardens and landscapes. They are prized for their large, fragrant flowers and often grow into majestic trees or shrubs. Different species are used in various contexts, from small garden spaces to large landscape projects.\n\n2- Poisonous: Magnolias are generally not considered poisonous to humans. However, some parts of the plant might cause mild irritation or digestive upset if ingested in large quantities. For pets, particularly dogs and cats, certain magnolia species can cause mild gastrointestinal issues if ingested.",
        "ar": "الاسم الثنائي: ماغنوليا الكبيرة الزهرة\nالمرادفات: ماغنوليا\nالعائلة: عائلة الماغنوليات\nالرتبة: رتبة الماغنوليات\nالجنس: ماغنوليا\nالأصل: شرق آسيا وأمريكا وجنوب شرق الولايات المتحدة\n\n1- نباتات الزينة: تستخدم زهرة الماجنوليا على نطاق واسع كنباتات زينة في الحدائق والمناظر الطبيعية. يتم تقديرها لزهورها الكبيرة والعطرة وغالبًا ما تنمو لتصبح أشجارًا أو شجيرات مهيبة. يتم استخدام أنواع مختلفة في سياقات مختلفة، من مساحات الحدائق الصغيرة إلى مشاريع المناظر الطبيعية الكبيرة.\n\n2- سامة: لا تعتبر زهور الماغنوليا سامة للإنسان بشكل عام. ومع ذلك، فإن بعض أجزاء النبات قد تسبب تهيجًا خفيفًا أو اضطرابًا في الجهاز الهضمي إذا تم تناولها بكميات كبيرة. بالنسبة للحيوانات الأليفة، وخاصة الكلاب والقطط، يمكن أن تسبب بعض أنواع الماغنوليا مشاكل خفيفة في الجهاز الهضمي إذا تم تناولها."
      },
      "tags": {
        "en": [
          "ornamental",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "magnolia1",
      "otherImage": [
        "magnolia2",
        "magnolia3",
        "magnolia4",
        "magnolia5"
      ]
    },
    {
      "id": 5,
      "name": {
        "en": "Purple coneflower",
        "ar": "القنفذية الأرجوانية"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "نجميات"
      },
      "desc": {
        "en": "Binomial name: Echinacea purpurea\nSynonyms: Purple coneflower\nFamily: Asteraceae\nOrder: Asterales\nGenus: Echinacea\nNative to: USA\n\n1- Medicinal Properties: Echinacea purpurea is one of the most widely cultivated medicinal plants in the US and Europe. \nIt has been traditionally used to treat common ailments such as colds, flu, and upper respiratory infections. \nModern analyses suggest it may have antioxidant and antimicrobial properties. \nHowever, studies on its effectiveness in preventing or treating the common cold have had mixed results.\n\n2- Ornamental Use: Besides its medicinal value, the Purple Coneflower is also grown as an ornamental plant.\nIts vibrant purple flowers make it a popular choice in gardens and landscapes.",
        "ar": "الاسم الثنائي: إكيناسيا بوربوريا\nالمرادفات: زهرة عباد الشمس البنفسجية\nالعائلة: نجميات\nالرتبة: نجميات\nالجنس: إكيناسيا\nأصلها: الولايات المتحدة الأمريكية\n\n1- الخواص الطبية: تعتبر القنفذية بوربوريا واحدة من أكثر النباتات الطبية المزروعة على نطاق واسع في الولايات المتحدة وأوروبا.\nوقد تم استخدامه تقليديا لعلاج الأمراض الشائعة مثل نزلات البرد والأنفلونزا والتهابات الجهاز التنفسي العلوي.\nتشير التحليلات الحديثة إلى أنه قد يكون له خصائص مضادة للأكسدة ومضادة للميكروبات.\nومع ذلك، فإن الدراسات حول فعاليته في الوقاية من نزلات البرد أو علاجها كانت لها نتائج مختلطة.\n\n2- استخدامات الزينة: إلى جانب قيمته الطبية، يزرع الردبكية الأرجوانية أيضًا كنباتات زينة.\nأزهارها الأرجوانية النابضة بالحياة تجعلها خيارًا شائعًا في الحدائق والمناظر الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "purple_coneflower1",
      "otherImage": [
        "purple_coneflower2",
        "purple_coneflower3",
        "purple_coneflower4",
        "purple_coneflower5"
      ]
    },
    {
      "id": 6,
      "name": {
        "en": "Japanese toad lily",
        "ar": "تريسيرتيس هيرتا"
      },
      "kind": {
        "en": "Rosaceae",
        "ar": "الوردية"
      },
      "desc": {
        "en": "Binomial name: Tricyrtis hirta\nSynonyms: Tricyrtis hirta\nFamily: Rosaceae\nOrder: Liliales\nGenus: Tricyrtis\nNative to: Central and southern Japan\n\n1- Garden and Landscape Ornament: Japanese toad lily is commonly planted in gardens and landscapes for the beauty of its flowers and foliage, adding special appeal to outdoor spaces.\n\n2- Flower Arrangements: Froglily flowers can be used in various flower arrangements, whether they are bouquets or indoor or outdoor decorations.\n\n3- Farm diversification: Growing toadstool plants is part of farm diversification, as they can be included in plant collections to enhance beauty and improve biodiversity in the area.\n\n4- Ornamental preparations: Frog lily flowers can be used in ornamental preparations such as bouquets and indoor and outdoor decorations to add a touch of natural beauty to different areas.\n\n5- Environmental Awareness: Growing toadstool plants is part of environmental efforts to promote biodiversity and preserve wild plants in natural areas.",
        "ar": "الاسم الثنائي: تريسيرتيس هيرتا\nالمرادفات: تريسيرتيس هيرتا\nالعائلة: الوردية\nالرتبة: الزنبقيات\nالجنس: تريسيرتيس\nأصلها: وسط وجنوب اليابان\n\n1- زينة الحدائق والمناظر الطبيعية: يزرع زنبق الضفدع الياباني عادة في الحدائق والمناظر الطبيعية لجمال أزهاره وأوراقه، مما يضفي جاذبية خاصة على المساحات الخارجية.\n\n2- تنسيقات الزهور: يمكن استخدام زهور فروجليلي في تنسيقات الزهور المختلفة سواء كانت باقات أو ديكورات داخلية أو خارجية.\n\n3- تنويع المزرعة: زراعة نباتات الضفدع هي جزء من تنويع المزرعة، حيث يمكن ضمها إلى مجموعات النباتات لتعزيز الجمال وتحسين التنوع البيولوجي في المنطقة.\n\n4- مستحضرات الزينة: يمكن استخدام زهور زنبق الضفدع في مستحضرات الزينة مثل الباقات والديكورات الداخلية والخارجية لإضفاء لمسة من الجمال الطبيعي على المناطق المختلفة.\n\n5- التوعية البيئية: زراعة نباتات الضفدع هي جزء من الجهود البيئية لتعزيز التنوع البيولوجي والحفاظ على النباتات البرية في المناطق الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "japanese_toad_lily1",
      "otherImage": [
        "japanese_toad_lily2",
        "japanese_toad_lily3",
        "japanese_toad_lily4",
        "japanese_toad_lily5"
      ]
    },
    {
      "id": 7,
      "name": {
        "en": "Aeonium 'Sunburst'",
        "ar": "حجنبار"
      },
      "kind": {
        "en": "Tracheophyta",
        "ar": "العتبية"
      },
      "desc": {
        "en": "Binomial name: Aeonium 'Sunburst'\nSynonyms: Aeonium 'Sunburst'\nFamily: Tracheophyta\nOrder: Saxifragales\nGenus: Aeonium\nNative to: Canary Islands, Other Desert Regions,  southwestern United States, Australia, South Africa, Asia, North America, Europe.\n\n1- Ornamental Gardening: Aeonium 'Sunburst' is primarily grown for its ornamental value. Its striking rosettes with variegated leaves, featuring vibrant shades of green, yellow, and sometimes pink, make it a popular choice for gardens, containers, and rockeries. It adds visual interest and texture to succulent gardens and mixed plantings.\n\n2- Container Planting: Due to its compact growth habit and colorful foliage, Aeonium 'Sunburst' is well-suited for container gardening. It can be grown in pots, planters, or other containers both indoors and outdoors, adding a touch of exotic beauty to patios, balconies, and windowsills.\n\n3- Xeriscaping: Aeonium 'Sunburst' is drought-tolerant once established, making it suitable for xeriscaping or water-wise landscaping. It thrives in arid and Mediterranean climates and can be used in dry gardens or landscapes to create low-maintenance and water-efficient landscapes.\n\n4- Accent Plant: Its unique appearance and architectural form make Aeonium 'Sunburst' an excellent choice as an accent plant in garden beds or borders. It can be strategically placed to create focal points or to complement other plants in the landscape.\n\n5- Propagation and Sharing: Aeonium 'Sunburst' can be easily propagated from offsets or stem cuttings, making it a popular choice for succulent enthusiasts to propagate and share with friends and fellow gardeners.\n\n6- Overall, Aeonium 'Sunburst' is valued for its aesthetic appeal, ease of cultivation, and versatility in various garden settings, making it a sought-after addition to succulent collections and landscapes.",
        "ar": "الاسم الثنائي: أيونيوم 'سانبيرست'\nالأسماء المرادفة: أيونيوم 'سانبيرست'\nالفصيلة: العتبية\nالترتيب: السكسيفراجاليس\nالجنس: أيونيوم\nالموطن: جزر الكناري، ومناطق صحراوية أخرى، جنوب غرب الولايات المتحدة، أستراليا، جنوب أفريقيا، آسيا، أمريكا الشمالية، أوروبا.\n\n1- بستنة الزينة: يزرع الأيونيوم 'Sunburst' في المقام الأول لقيمته الزينة. إن وريداتها الرائعة ذات الأوراق المتنوعة، والتي تتميز بظلال نابضة بالحياة من اللون الأخضر والأصفر وأحيانًا الوردي، تجعلها خيارًا شائعًا للحدائق والحاويات والجنائن. يضيف اهتمامًا بصريًا وملمسًا إلى الحدائق النضرة والمزارع المختلطة.\n\n2- الزراعة في الحاويات: نظرًا لعادة نموها المدمجة وأوراقها الملونة، فإن نبات الأيونيوم 'Sunburst' مناسب تمامًا لزراعة الحدائق في الحاويات. يمكن زراعتها في الأواني أو المزارع أو غيرها من الحاويات سواء في الداخل أو الخارج، مما يضيف لمسة من الجمال الغريب إلى الباحات والشرفات وعتبات النوافذ.\n\n3- Xeriscaping: الأيونيوم 'Sunburst' يتحمل الجفاف بمجرد إنشائه، مما يجعله مناسبًا للمناظر الطبيعية أو المناظر الطبيعية المائية. إنها تزدهر في المناخات القاحلة والبحر الأبيض المتوسط ويمكن استخدامها في الحدائق الجافة أو المناظر الطبيعية لإنشاء مناظر طبيعية منخفضة الصيانة وموفرة للمياه.\n\n4- نبات الزينة: مظهره الفريد وشكله المعماري يجعل من الأيونيوم 'Sunburst' خيارًا ممتازًا كنبتة مميزة في أحواض الحديقة أو حدودها. يمكن وضعها بشكل استراتيجي لإنشاء نقاط محورية أو لاستكمال النباتات الأخرى في المناظر الطبيعية.\n\n5- التكاثر والمشاركة: يمكن نشر الأيونيوم 'Sunburst' بسهولة من خلال الإزاحة أو قصاصات الجذع، مما يجعله خيارًا شائعًا لعشاق العصارة للنشر والمشاركة مع الأصدقاء وزملائك البستانيين.\n\n6- بشكل عام، يتم تقدير نبات الأيونيوم 'Sunburst' لجاذبيته الجمالية، وسهولة زراعته، وتعدد استخداماته في مختلف بيئات الحديقة، مما يجعله إضافة مطلوبة للمجموعات النضرة والمناظر الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "aeonium__sunburst_1",
      "otherImage": [
        "aeonium__sunburst_2",
        "aeonium__sunburst_3",
        "aeonium__sunburst_4",
        "aeonium__sunburst_5"
      ]
    },
    {
      "id": 8,
      "name": {
        "en": "Gazania rigens",
        "ar": "الغازانيا"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Gazania rigens\nSynonyms: Gazania splendens\nFamily: Asteraceae\nOrder: Asterales\nGenus: Gazania\nNative to: South Africa\n\n1- Gazania rigens is a versatile plant that adds vibrant color to gardens and landscapes. However, it’s important to handle any plant responsibly, especially in regions where it is not native, to prevent it from becoming invasive.\n\n2- Medicinal: Gazania rigens has been used in traditional medicine for treating various ailments, including stomach aches and coughs.\n\n3- Ornamental: It is widely cultivated for its ornamental value, known for its bright, daisy-like flowers and ability to thrive in sunny, dry conditions.",
        "ar": "الاسم الثنائي: غازانيا ريجنس\nالمرادفات: غازانيا سبليندينس\nالعائلة: عائلة المركبات\nالرتبة: رتبة النجميات\nالجنس: غازانيا\nالأصل: جنوب أفريقيا\n\n1- نبات الجازانيا نبات متعدد الاستخدامات يضيف لونًا نابضًا بالحياة إلى الحدائق والمناظر الطبيعية. ومع ذلك، من المهم التعامل مع أي نبات بمسؤولية، خاصة في المناطق التي لا ينمو فيها، لمنعه من أن يصبح غازيًا.\n\n2- طبي: تم استخدام جزانيا في الطب التقليدي لعلاج أمراض مختلفة، بما في ذلك آلام المعدة والسعال.\n\n3- نباتات الزينة: تزرع على نطاق واسع لقيمتها الزينة، وتعرف بأزهارها الزاهية الشبيهة بالأقحوان وقدرتها على النمو في الظروف المشمسة والجافة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "gazania_rigens1",
      "otherImage": [
        "gazania_rigens2",
        "gazania_rigens3",
        "gazania_rigens4",
        "gazania_rigens5"
      ]
    },
    {
      "id": 9,
      "name": {
        "en": "Amaryllis",
        "ar": "الأمارلس"
      },
      "kind": {
        "en": "Amaryllidaceae",
        "ar": "أماريليديات"
      },
      "desc": {
        "en": "Binomial name: Amaryllis\nSynonyms: Amaryllis\nFamily: Amaryllidaceae\nOrder: Asparagales\nGenus: Amaryllis\nNative to: South Australia, Western Australia\n\n1- Indoor Decoration: Amaryllis is commonly grown as an indoor ornamental plant in homes, offices, hotels, and other spaces, adding beauty and vibrant colors to the surroundings.\n\n2- Gifts: Amaryllis is a popular gift choice because of its stunning flowers and long blooming period, making it an ideal present for special occasions and loved ones.\n\n3- Corner and Nook Use: Amaryllis can be placed in corners and dimly lit areas in homes to add a touch of beauty and vitality.\nGarden Cultivation: Amaryllis can be grown in gardens as outdoor ornamental plants in temperate climate zones, enhancing the beauty of outdoor spaces.\n\n4- Commercial Farming: Amaryllis is cultivated commercially for cut flower production for use in the cut flower industry and decorative arrangements.\n\n5- Contribution to Air Quality: Amaryllis can contribute to improving indoor air quality by absorbing carbon dioxide and releasing oxygen through the natural process of photosynthesis.",
        "ar": "الاسم الثنائي: أماريليس\nالأسماء المرادفة: أماريليس\nالفصيلة: أماريليديات\nالترتيب: آسباراجاليس\nالجنس: أماريليس\nالموطن: جنوب أستراليا، غرب أستراليا\n\n1- الديكور الداخلي: يزرع نبات الأمارلس عادة كنبات زينة داخلي في المنازل والمكاتب والفنادق وغيرها من الأماكن، مما يضفي جمالاً وألوانًا نابضة بالحياة على المناطق المحيطة.\n\n2- الهدايا: تعتبر زهرة الأمارلس خيارًا شائعًا للهدايا بسبب أزهارها المذهلة وفترة ازدهارها الطويلة، مما يجعلها هدية مثالية للمناسبات الخاصة والأحباء.\n\n3- استخدام الزوايا والزوايات: يمكن وضع الأمارلس في الزوايا والمناطق ذات الإضاءة الخافتة في المنازل لإضفاء لمسة من الجمال والحيوية.\nزراعة الحدائق: يمكن زراعة نبات الأمارلس في الحدائق كنباتات زينة خارجية في المناطق المناخية المعتدلة مما يعزز جمال المساحات الخارجية.\n\n4- الزراعة التجارية: تتم زراعة الأمارلس تجارياً لإنتاج الزهور المقطوفة لاستخدامها في صناعة الزهور المقطوفة وتنسيق الديكور.\n\n5- المساهمة في جودة الهواء: يمكن أن يساهم نبات الأمارلس في تحسين جودة الهواء الداخلي عن طريق امتصاص ثاني أكسيد الكربون وإطلاق الأكسجين من خلال عملية التمثيل الضوئي الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Amaryllis1",
      "otherImage": [
        "Amaryllis2",
        "Amaryllis3",
        "Amaryllis4",
        "Amaryllis5"
      ]
    },
    {
      "id": 10,
      "name": {
        "en": "Anemone pulsatilla",
        "ar": "زهرةُ الفِصْح"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "القراصية"
      },
      "desc": {
        "en": "Binomial name: Pulsatilla vulgaris\nSynonyms: Synonyms list\nFamily: Ranunculaceae\nOrder: Ranunculales\nGenus: Pulsatilla\nNative to: Austria, Belarus, Belgium, Czechoslovakia, Denmark, France, Germany, Great Britain, Hungary\n\n1- Anti-inflammatory: Anemone pulsatilla is used to alleviate various inflammations in the respiratory and digestive systems, such as tonsillitis and intestinal inflammations.\n\n2- Pain relief: It is considered a natural pain reliever and is used to alleviate headaches, muscular pains, and pains associated with inflammations.\n\n3- Menstrual regulation: Anemone pulsatilla is believed to help regulate menstrual cycles and alleviate symptoms associated with hormonal imbalances, such as menstrual cramps and irregularities.\n\n4- Insomnia relief: Sometimes Anemone pulsatilla is used to help people sleep better and alleviate insomnia.\n\n5- Digestive improvement: It is believed that Anemone pulsatilla can help improve digestion and alleviate digestive disorders such as nausea, vomiting, and diarrhea.\n\n6- Allergy treatment: Anemone pulsatilla is believed to help treat some allergy symptoms such as nasal congestion and sneezing.",
        "ar": "الاسم الثنائي: بولساتيلا الشائعة\nالأسماء المرادفة: لائحة المرادفات\nالفصيلة: القراصية\nالترتيب: القراصيات\nالجنس: بولساتيلا\nالموطن: النمسا، بيلاروس، بلجيكا، تشيكوسلوفاكيا، الدنمارك، فرنسا، ألمانيا، بريطانيا العظمى، المجر\n\n1- مضاد للالتهابات: يستخدم شقائق النعمان النابضة للتخفيف من الالتهابات المختلفة في الجهازين التنفسي والهضمي، مثل التهاب اللوزتين والتهابات الأمعاء.\n\n2- تسكين الألم: يعتبر مسكناً طبيعياً للآلام، ويستخدم لتخفيف الصداع، وآلام العضلات، والآلام المصاحبة للالتهابات.\n\n3- تنظيم الدورة الشهرية: يعتقد أن شقائق النعمان النابضة تساعد في تنظيم الدورة الشهرية وتخفيف الأعراض المرتبطة بالاختلالات الهرمونية، مثل تشنجات الدورة الشهرية وعدم انتظامها.\n\n4- تخفيف الأرق: في بعض الأحيان يتم استخدام شقائق النعمان النابضة لمساعدة الأشخاص على النوم بشكل أفضل وتخفيف الأرق.\n\n5- تحسين الجهاز الهضمي: يُعتقد أن شقائق النعمان النابضة يمكن أن تساعد في تحسين عملية الهضم والتخفيف من اضطرابات الجهاز الهضمي مثل الغثيان والقيء والإسهال.\n\n6- علاج الحساسية: يعتقد أن شقائق النعمان النابضة تساعد في علاج بعض أعراض الحساسية مثل احتقان الأنف والعطس."
      },
      "tags": {
        "en": [
          "medicine"
        ],
        "ar": [
          "نبات طبي"
        ]
      },
      "mainImage": "Anemone_pulsatilla1",
      "otherImage": [
        "Anemone_pulsatilla2",
        "Anemone_pulsatilla3",
        "Anemone_pulsatilla4",
        "Anemone_pulsatilla5"
      ]
    },
    {
      "id": 11,
      "name": {
        "en": "Bougainvillea spectabilis",
        "ar": "الجهنمية"
      },
      "kind": {
        "en": "Nyctaginaceae",
        "ar": "نيكتاجينايات"
      },
      "desc": {
        "en": "Binomial name: Bougainvillea spectabilis\nSynonyms: Bougainvillea spectabilis\nFamily: Nyctaginaceae\nOrder: Caryophyllales\nGenus: Bougainvillea\nNative to: Brazil Northeast, Brazil South, Brazil Southeast\n\n1- Bougainvillea spectabilis grows as a woody vine or shrub, reaching 15 to 40 feet (4.6 to 12.2 m) with heart-shaped leaves and thorny, pubescent stems. \n\n2- The flowers are generally small, white, and inconspicuous, highlighted by several brightly colored modified leaves called bracts. The bracts can vary in color, ranging from white, red, mauve, purple-red, or orange. Its fruit is a small, inconspicuous, dry, elongated achene.\nBougainvillea spectabilis can grow in hardiness zones 10-11, preferring full sun , dry conditions, and fertile soil. It can be propagated from stem and root cuttings.\n\n3- Traditional Medicine: The Yanadi tribe of Chittoor district, Andhra Pradesh, India, once used the leaves of Bougainvillea spectabilis to heal diabetes. The plant is also widely grown as an ornamental plant.",
        "ar": "الاسم الثنائي: بوغينفيليا الرائعة\nالأسماء المرادفة: بوغينفيليا الرائعة\nالفصيلة: نيكتاجينايات\nالترتيب: القرنفليات\nالجنس: بوغينفيليا\nالموطن: شمال شرق البرازيل، جنوب البرازيل، جنوب شرق البرازيل\n\n1- تنمو الجهنمية على شكل كرمة أو شجيرة خشبية، يصل طولها إلى 15 إلى 40 قدمًا (4.6 إلى 12.2 مترًا) بأوراق على شكل قلب وسيقان شائكة محتلمة.\n\n2- الزهور بشكل عام صغيرة، بيضاء، وغير واضحة، تبرزها عدة أوراق معدلة ذات ألوان زاهية تسمى bracts. يمكن أن يختلف لون القنابات من الأبيض أو الأحمر أو البنفسجي أو الأحمر الأرجواني أو البرتقالي. ثمرها آخين صغير غير واضح، جاف، ممدود.\nيمكن أن تنمو الجهنمية الطيفية في مناطق الصلابة 10-11، مفضلة الشمس الكاملة والظروف الجافة والتربة الخصبة. يمكن نشره من قصاصات الجذع والجذور.\n\n3- الطب التقليدي: استخدمت قبيلة يانادي في منطقة شيتور، ولاية أندرا براديش، الهند، أوراق نبات الجهنمية الطيفية لعلاج مرض السكري. ويزرع النبات أيضًا على نطاق واسع باعتباره نباتًا للزينة."
      },
      "tags": {
        "en": [
          "medicine"
        ],
        "ar": [
          "نبات طبي"
        ]
      },
      "mainImage": "Bougainvillea_spectabilis1",
      "otherImage": [
        "Bougainvillea_spectabilis2",
        "Bougainvillea_spectabilis3",
        "Bougainvillea_spectabilis4",
        "Bougainvillea_spectabilis5"
      ]
    },
    {
      "id": 12,
      "name": {
        "en": "China pink",
        "ar": "الخطمي الوردي الصيني"
      },
      "kind": {
        "en": "Kolkwitzia",
        "ar": "كولكويتزيا"
      },
      "desc": {
        "en": "Binomial name: China pink\nSynonyms: China pink\nFamily: Kolkwitzia\nOrder: Dipsacales\nGenus: Caprifoliaceae\nNative to: China North-Central, China South-Central, China Southeast, Inner Mongolia\n\n1- Ornamental Decoration: China pink is commonly grown as an ornamental plant in gardens and outdoor/indoor landscapes due to the beauty of its colorful and diverse flowers.\n\n2- Commercial Farming: China pink is cultivated in some regions as a cut flower plant for use in the commercial cut flower industry.\n\n3- Traditional Medicinal Uses: Some traditional medicinal properties are attributed to China pink in folk medicine, and parts of it have been used in certain cultures for treating ailments. However, it's important to consult a healthcare professional before using it for any medicinal purposes.\n\n4- Religious Uses: In some cultures, China pink may be part of religious rituals or special celebrations.\n\n5- Attracting Beneficial Insects: China pink is considered an attractive plant for beneficial insects such as bees, which can help improve pollination in gardens and farms.\n\n6- Environmental Improvement: China pink can be used in some cases to improve soil quality and purify air in urban areas.",
        "ar": "الاسم الثنائي: الوردة الصينية\nالأسماء المرادفة: الوردة الصينية\nالفصيلة: كولكويتزيا\nالترتيب: ديبساكاليس\nالجنس: الكابريفولياس\nالموطن: وسط الصين، جنوب وسط الصين، جنوب شرق الصين، منغوليا الداخلية\n\n1- ديكورات الزينة: يزرع اللون الوردي الصيني عادة كنبات زينة في الحدائق والمناظر الطبيعية الخارجية والداخلية نظراً لجمال أزهاره الملونة والمتنوعة.\n\n2- الزراعة التجارية: يزرع اللون الوردي الصيني في بعض المناطق كنبات زهور مقطوفة لاستخدامه في صناعة الزهور المقطوفة تجارياً.\n\n3- الاستخدامات الطبية التقليدية: تُنسب بعض الخصائص الطبية التقليدية إلى اللون الوردي الصيني في الطب الشعبي، كما تم استخدام أجزاء منه في بعض الثقافات لعلاج الأمراض. ومع ذلك، من المهم استشارة أخصائي الرعاية الصحية قبل استخدامه لأي أغراض طبية.\n\n4- الاستخدامات الدينية: في بعض الثقافات، قد يكون اللون الوردي الصيني جزءًا من الطقوس الدينية أو الاحتفالات الخاصة.\n\n5- جذب الحشرات المفيدة: يعتبر اللون الوردي الصيني نباتاً جاذباً للحشرات المفيدة مثل النحل، مما يمكن أن يساعد في تحسين التلقيح في الحدائق والمزارع.\n\n6- تحسين البيئة: يمكن استخدام اللون الوردي الصيني في بعض الحالات لتحسين جودة التربة وتنقية الهواء في المناطق الحضرية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "China_pink4",
      "otherImage": [
        "China_pink2",
        "China_pink6",
        "China_pink1",
        "China_pink5"
      ]
    },
    {
      "id": 13,
      "name": {
        "en": "Chinese Trumpet Creeper",
        "ar": "البوق الصيني"
      },
      "kind": {
        "en": "Bignoniaceae",
        "ar": "البيجنونيات"
      },
      "desc": {
        "en": "Binomial name: Campsis grandiflora, Chinese trumpet vine\nSynonyms: Bignonia chinensis, Bignonia grandiflora, Campsis adrepens, Campsis chinensis, Gelseminum grandiflorum\nFamily: Bignoniaceae\nOrder: Lamiales\nGenus: Campsis\nNative to: Trumpet vine, Chinese Trumpet Creeper\n\n1- Ornamental Flowering: Campsis grandiflora is primarily cultivated for the beauty of its large and showy flowers. It can be grown as an ornamental flowering plant in outdoor gardens and patios, adding natural beauty and enhancing the aesthetics of the space.\n\n2- Climbing Fences and Structures: Trumpet vine is known for its rapid climbing ability and can be used to cover fences, gates, and other vertical structures, providing a lush green backdrop and adding visual interest to outdoor areas.\n\n3- Attracting Pollinators: The Trumpet vine attracts various pollinating insects such as bees and butterflies, contributing to pollination and biodiversity in the garden.\n\n4- Diversifying Landscapes: Campsis grandiflora is used to diversify landscapes and add aesthetic appeal to gardens and outdoor spaces.\n\n5- Enhancing Urban Environments: Planting Trumpet vines in cities and urban areas can help improve the urban environment, making it more vibrant and visually appealing.",
        "ar": "الاسم الثنائي: كامبسيس جرانديفلورا، الليان الصيني المتسلق\nالأسماء المرادفة: بيجنونيا شيننسيس، بيجنونيا جرانديفلورا، كامبسيس أدريبينس، كامبسيس شيننسيس، جيلسيمينوم جرانديفلوروم\nالفصيلة: البيجنونيات\nالترتيب: الشفويات\nالجنس: كامبسيس\nالموطن: الليان الصيني، نبات الزنبق الصيني\n\n1- أزهار الزينة: تتم زراعة نبات Campsis grandiflora في المقام الأول لجمال أزهاره الكبيرة والمبهجة. يمكن زراعته باعتباره نباتًا مزهرًا للزينة في الحدائق الخارجية والباحات، مما يضيف جمالًا طبيعيًا ويعزز جمالية المساحة.\n\n2- أسوار وهياكل التسلق: تشتهر كرمة البوق بقدرتها على التسلق السريع ويمكن استخدامها لتغطية الأسوار والبوابات والهياكل الرأسية الأخرى، مما يوفر خلفية خضراء مورقة ويضيف اهتمامًا بصريًا للمناطق الخارجية.\n\n3- جذب الملقحات: تجذب كرمة البوق الحشرات الملقحة المختلفة مثل النحل والفراشات، مما يساهم في التلقيح والتنوع البيولوجي في الحديقة.\n\n4- تنويع المناظر الطبيعية: يستخدم نبات Campsis grandiflora في تنويع المناظر الطبيعية وإضفاء جاذبية جمالية على الحدائق والمساحات الخارجية.\n\n5- تعزيز البيئات الحضرية: زراعة كروم البوق في المدن والمناطق الحضرية يمكن أن تساعد في تحسين البيئة الحضرية، مما يجعلها أكثر حيوية وجاذبية بصريا."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Chinese_Trumpet_Creeper1",
      "otherImage": [
        "Chinese_Trumpet_Creeper2",
        "Chinese_Trumpet_Creeper3",
        "Chinese_Trumpet_Creeper4",
        "Chinese_Trumpet_Creeper5"
      ]
    },
    {
      "id": 14,
      "name": {
        "en": "Clematis viticella",
        "ar": "الظيان الأبيض"
      },
      "kind": {
        "en": "Acanthaceae",
        "ar": "الأكانثاسية"
      },
      "desc": {
        "en": "Binomial name: Clematis viticella\nSynonyms: Clematis viticella\nFamily: Acanthaceae\nOrder: Acanthaceae\nGenus: Clematis\nNative to: Southern Europe: Clematis viticella is native to areas such as southern France, Italy, northern Spain, and Portugal.\n\n1- Clematis viticella, the Italian leather flower, purple clematis, or virgin's bower, is a species of flowering plant in the buttercup family Ranunculaceae, native to Europe. This deciduous climber was the first clematis imported into English gardens, where it was already being grown in 1569 by Hugh Morgan, apothecary to Elizabeth I. By 1597, when it was already being called 'virgin's bower', there were two varieties in English gardens, a blue (actually a purple-blue) and a red. \n\n2- Decorative Climber: Clematis viticella is grown as a decorative climbing plant, valued for its profusion of colorful flowers and its ability to cover fences, trellises, arbors, and other structures.\n\n3- Landscaping: It is often used in landscaping to add vertical interest and provide a striking focal point in garden designs.\n\n4- Cut Flowers: The flowers of Clematis viticella can be cut and used in floral arrangements, adding a touch of elegance to bouquets and indoor displays.\n\n5- Pollinator Attraction: The flowers attract pollinators such as bees and butterflies, making it a valuable addition to pollinator gardens and wildlife-friendly landscapes.",
        "ar": "الاسم الثنائي: كليماتيس فيتيسيلا\nالأسماء المرادفة: كليماتيس فيتيسيلا\nالفصيلة: الأكانثاسية\nالترتيب: الأكانثاسيات\nالجنس: كليماتيس\nالموطن: جنوب أوروبا: كليماتيس فيتيسيلا أصلية في مناطق مثل جنوب فرنسا، إيطاليا، شمال إسبانيا، والبرتغال.\n\n1- ياسمين فيتيسيلا، الزهرة الجلدية الإيطالية، أو ياسمين في البر الأرجواني، أو تعريشة العذراء، هي نوع من النباتات المزهرة في عائلة الحوذان Ranunculaceae، موطنها أوروبا. كان هذا المتسلق النفضي أول نبات ياسمين ياسمين يتم استيراده إلى الحدائق الإنجليزية، حيث تمت زراعته بالفعل في عام 1569 على يد هيو مورغان، صيدلي إليزابيث الأولى. وبحلول عام 1597، عندما كان يطلق عليه بالفعل 'تعريشة العذرا'، كان هناك نوعان في الحدائق الإنجليزية والأزرق (في الواقع الأزرق الأرجواني) والأحمر.\n\n2- متسلق الزينة: يزرع نبات Clematis viticella باعتباره نباتًا متسلقًا للزينة، وله قيمة كبيرة لوفرة الزهور الملونة وقدرته على تغطية الأسوار والتعريشات والتعريشات وغيرها من الهياكل.\n\n3- تنسيق الحدائق: غالبًا ما يستخدم في تنسيق الحدائق لإضافة اهتمام رأسي وتوفير نقطة محورية ملفتة للنظر في تصميمات الحدائق.\n\n4- الزهور المقطوفة: يمكن قص زهور نبات Clematis viticella واستخدامها في تنسيق الزهور، مما يضفي لمسة من الأناقة على الباقات والعروض الداخلية.\n\n5- جذب الملقحات: تجذب الأزهار الملقحات مثل النحل والفراشات، مما يجعلها إضافة قيمة لحدائق الملقحات والمناظر الطبيعية الصديقة للحياة البرية."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Clematis_viticella1",
      "otherImage": [
        "Clematis_viticella2",
        "Clematis_viticella3",
        "Clematis_viticella4",
        "Clematis_viticella5"
      ]
    },
    {
      "id": 15,
      "name": {
        "en": "Columbine",
        "ar": "زهرة الحمامة"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "القراصية"
      },
      "desc": {
        "en": "Binomial name: Aquilegia canadensis\nSynonyms: Aquilegia australis, Aquilegia canadensis, Aquilegia canadensis, Aquilegia canadensis, longistyla, Aquilegia flaviflora \nFamily: Ranunculaceae\nOrder: Ranunculales\nGenus: Aquilegia\nNative to: Alabama, Arkansas, Connecticut, Delaware, Florida, Georgia, Illinois, Indiana, Iowa, Kansas, Kentucky, Maine, Manitoba, Maryland, Massachusetts, Mexico Northeast\n\n1- Ornamental Gardening: Aquilegia canadensis is primarily grown for the beauty of its flowers and foliage in gardens and landscapes. It can be used as border plants or as attractive wildflowers in gardens.\n\n2- Cut Flowers: Columbine flowers are used in floral arrangements and bouquets as cut flowers to add a touch of natural beauty to floral designs.\n\n3- Attracting Pollinators: Aquilegia canadensis attracts various pollinating insects such as bees and butterflies, thereby helping to enhance biodiversity in gardens and increase pollination efficiency for other plants.\n\n4- Medicinal Uses: In some traditional cultures, certain parts of the plant are believed to have medicinal properties and are purported to be used in treating conditions such as inflammation and skin diseases. However, this usage is not strongly supported by modern scientific evidence.\n\n5- Indoor and Outdoor Decoration: The foliage of Aquilegia canadensis can be used as part of interior and exterior décor designs to add color and texture to urban spaces.",
        "ar": "الاسم الثنائي: أكويليغيا كانادنسيس\nالأسماء المرادفة: أكويليغيا أوستراليس، أكويليغيا كانادنسيس، أكويليغيا كانادنسيس، أكويليغيا كانادنسيس، لونجيستيلا، أكويليغيا فلافيفلورا\nالفصيلة: القراصية\nالترتيب: القراصيات\nالجنس: أكويليغيا\nالموطن: ألاباما، أركنساس، كونيتيكت، ديلاوير، فلوريدا، جورجيا، إلينوي، إنديانا، آيوا، كانساس، كنتاكي، مين، مانيتوبا، ميريلاند، ماساتشوستس، شمال شرق المكسيك\n\n1- بستنة الزينة: تتم زراعة Aquilegia canadensis في المقام الأول لجمال أزهارها وأوراقها في الحدائق والمناظر الطبيعية. ويمكن استخدامه كنباتات حدودية أو كأزهار برية جذابة في الحدائق.\n\n2- الزهور المقطوفة: تستخدم زهور الكولومبين في تنسيق الأزهار والباقات كأزهار مقطوفة لإضفاء لمسة من الجمال الطبيعي على تصميمات الأزهار.\n\n3- جذب الملقحات: يجذب نبات Aquilegia canadensis الحشرات الملقحة المختلفة مثل النحل والفراشات، مما يساعد على تعزيز التنوع البيولوجي في الحدائق وزيادة كفاءة التلقيح للنباتات الأخرى.\n\n4- الاستخدامات الطبية: في بعض الثقافات التقليدية، يُعتقد أن أجزاء معينة من النبات لها خصائص طبية ويُزعم أنها تستخدم في علاج حالات مثل الالتهابات والأمراض الجلدية. ومع ذلك، فإن هذا الاستخدام لا تدعمه الأدلة العلمية الحديثة بقوة.\n\n5- الديكور الداخلي والخارجي: يمكن استخدام أوراق نبات Aquilegia canadensis كجزء من تصميمات الديكور الداخلي والخارجي لإضافة اللون والملمس إلى المساحات الحضرية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Columbine1",
      "otherImage": [
        "Columbine2",
        "Columbine3",
        "Columbine4",
        "Columbine5"
      ]
    },
    {
      "id": 16,
      "name": {
        "en": "Crimson Cattleya",
        "ar": "ملاعقية"
      },
      "kind": {
        "en": "Orchidaceae",
        "ar": "الأوركيدية"
      },
      "desc": {
        "en": "Binomial name: Cattleya labiata\nSynonyms: Cattleya labiata\nFamily: Orchidaceae\nOrder: Asparagales\nGenus: Cattleya\nNative to: Brazil North, Brazil Northeast, Brazil Southeast\n\n1- Ornamental Gardening: Cattleya orchids are primarily cultivated for their beautiful flowers and decorative value. They are known for their large, showy blooms with a wide range of colors and shapes, making them popular among flower enthusiasts for garden and indoor cultivation.\n\n2- Cut Flowers: The flowers of Cattleya orchids are used in floral arrangements and bouquets as cut flowers to adorn special occasions such as weddings, parties, and other celebrations.\n\n3- Commercial Cultivation: Cattleya orchids are also commercially cultivated as cut flowers to supply fresh blooms to the floral industry and florists.\n\n4- Photography: The striking beauty and diversity of Cattleya orchid flowers make them popular subjects in photography, commonly used in artistic and commercial photography.\n\n5- Traditional Uses: In some cultures, certain species of Cattleya orchids are believed to have traditional medicinal uses in folk medicine, although this is not supported by modern scientific evidence.",
        "ar": "الاسم الثنائي: كاتليا لابياتا\nالأسماء المرادفة: كاتليا لابياتا\nالفصيلة: الأوركيدية\nالترتيب: الأسباراجاليات\nالجنس: كاتليا\nالموطن: شمال البرازيل، شمال شرق البرازيل، جنوب شرق البرازيل\n\n1- بستنة الزينة: تتم زراعة بساتين الفاكهة كاتليا في المقام الأول لزهورها الجميلة وقيمتها الزخرفية. وهي معروفة بأزهارها الكبيرة والمبهجة مع مجموعة واسعة من الألوان والأشكال، مما يجعلها مشهورة بين عشاق الزهور للزراعة في الحدائق والداخلية.\n\n2- الزهور المقطوفة: تستخدم زهور أوركيد كاتليا في تنسيق الأزهار والباقات كأزهار مقطوفة لتزيين المناسبات الخاصة مثل حفلات الزفاف والحفلات وغيرها من الاحتفالات.\n\n3- الزراعة التجارية: تتم أيضًا زراعة بساتين الفاكهة كاتليا تجاريًا كزهور مقطوفة لتزويد صناعة الأزهار وبائعي الزهور بالزهور الطازجة.\n\n4- التصوير الفوتوغرافي: الجمال الأخاذ وتنوع زهور أوركيد كاتليا يجعلها موضوعات شائعة في التصوير الفوتوغرافي، ويشيع استخدامها في التصوير الفني والتجاري.\n\n5- الاستخدامات التقليدية: في بعض الثقافات، يُعتقد أن أنواعًا معينة من بساتين الفاكهة كاتليا لها استخدامات طبية تقليدية في الطب الشعبي، على الرغم من أن ذلك لا تدعمه الأدلة العلمية الحديثة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Crimson_Cattleya1",
      "otherImage": [
        "Crimson_Cattleya2",
        "Crimson_Cattleya3",
        "Crimson_Cattleya4",
        "Crimson_Cattleya5"
      ]
    },
    {
      "id": 17,
      "name": {
        "en": "Cyclamen persicum",
        "ar": "بخور مريم الفارسي"
      },
      "kind": {
        "en": "Acanthaceae",
        "ar": "الأكانثاسية"
      },
      "desc": {
        "en": "Binomial name: Cyclamen persicum\nSynonyms: Cyclamen albidum \nFamily: Acanthaceae\nOrder: Lamialesa\nGenus: Cyclamen\nNative to: South-central Turkey to Lebanon-Syria and the Palestine region and Algeria and Tunisia and on the Greek islands of Rhodes, Karpathos, and Crete\n\n1- Interior decoration: Persian cyclamen plants are used as indoor ornamental plants in homes, offices and public places because of the beauty of their flowers and distinctive leaves.\n\n2- Choice: Persian cyclamen is a popular gift for festivals such as holidays, Valentine's Day and weddings, as it is presented in beautiful and decorative pots.\n\n3- Decoration in outdoor green gardens: Persian cyclamen can be grown in gardens and the outdoor courtyard as ornamental plants that are essential for a touch of beauty and color.\n\n4- A natural resort: Some varieties of Persian cyclamen have specific properties, and are sometimes used in folk medicine for some specific conditions, but you must need a doctor before using them for any prescription.\n\n5- Improving air quality: Because French cyclamen can improve indoor air quality while delaying some things.\n\n6- Agriculture: Cyclamen is grown annually in the summer in agriculture and the cut flower industry.",
        "ar": "الاسم الثنائي: سيكلامين الفارسية\nالمرادفات: سيكلامين الأبيض\nالعائلة: الأكانثية\nالرتبة: السوسنيات\nالجنس: سيكلامين\nالأصل: جنوب وسط تركيا إلى لبنان وسوريا وفلسطين والجزائر وتونس وفي جزر اليونان من رودوس وكارباثوس وكريت\n\n1- الديكور الداخلي: تستخدم نباتات السيكلامين الفارسي كنباتات زينة داخلية في المنازل والمكاتب والأماكن العامة بسبب جمال أزهارها وأوراقها المميزة.\n\n2- الاختيار: يعتبر بخور مريم الفارسي هدية شعبية في المهرجانات مثل الأعياد وعيد الحب وحفلات الزفاف، حيث يتم تقديمه في أواني جميلة ومزخرفة.\n\n3- الزخرفة في الحدائق الخضراء الخارجية: يمكن زراعة نبات بخور مريم الفارسي في الحدائق والفناء الخارجي كنباتات زينة ضرورية لإضفاء لمسة من الجمال واللون.\n\n4- منتجع طبيعي: بعض أصناف بخور مريم الفارسي لها خصائص محددة، وتستخدم أحياناً في الطب الشعبي لبعض الحالات المحددة، ولكن يجب أن تحتاج إلى طبيب قبل استخدامها في أي وصفة طبية.\n\n5- تحسين جودة الهواء: لأن بخور مريم الفرنسي يمكنه تحسين جودة الهواء الداخلي مع تأخير بعض الأمور.\n\n6- الزراعة: يزرع نبات بخور مريم سنوياً في فصل الصيف في الزراعة وصناعة الزهور المقطوفة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Cyclamen_persicum1",
      "otherImage": [
        "Cyclamen_persicum2",
        "Cyclamen_persicum3",
        "Cyclamen_persicum4",
        "Cyclamen_persicum5"
      ]
    },
    {
      "id": 18,
      "name": {
        "en": "daffodil",
        "ar": "زهرة النرجس"
      },
      "kind": {
        "en": "Amaryllidaceae",
        "ar": "الأماريلليدا"
      },
      "desc": {
        "en": "Binomial name: Narcissus \nSynonyms: Daffodil\nFamily: Amaryllidaceae\nOrder: Asparagales\nGenus: Narcissus\nNative to: Belgium, France, Germany, Great Britain, Netherlands, Portugal, Spain, Switzerland\n\n1- Flower longevity varies by species and conditions, ranging from 5–20 days. After flowering leaf and root senescence sets in, and the plant appears to be 'dormant' until the next spring, conserving moisture.  This protects the plant from growth during winter when intense cold may damage it. Warmer spring temperatures then initiate growth from the bulb. Early spring growth confers a number of advantages, including relative lack of competition for pollinators, and lack of deciduous shading. The exception to requiring cold temperatures to initiate flowering is N. tazetta.\n\n2- Narcissus species hybridise readily, although the fertility of the offspring will depend on the parental relationship.\n\n3- Ornamental Gardening: Daffodils are primarily used as ornamental plants in gardens and landscapes due to their vibrant flowers and diverse colors. They can be planted in the ground or in pots and containers.\n\n4- Fresh Flower Arrangements: Daffodil flowers are used in fresh flower arrangements as gifts or for decorating tables and special occasions such as weddings and celebrations.\n\n5- Cut Flowers: Daffodils are used as cut flowers in floral arrangements and bouquets, adding a natural and romantic beauty to floral designs.\n\n6- Medicinal Uses: In some traditional cultures, certain parts of the Daffodil plant are believed to have medicinal properties, although their medicinal uses are not strongly supported by scientific evidence.\n\n7- Artistic Decoration: Daffodils can serve as an inspiration for artistic decoration in various art forms such as painting and photography, where their flowers are depicted as beautiful and captivating subjects.",
        "ar": "الاسم الثنائي: جلوريوسا سوبربا\nالمرادفات: جلوريوسا سوبربا\nالعائلة: القرنفليات\nالرتبة: الزنبقيات\nالجنس: جلوريوسا\nالأصل: أفريقيا وآسيا\n\n1- يختلف طول عمر الزهرة حسب الأنواع والظروف، حيث يتراوح من 5 إلى 20 يومًا. بعد الإزهار، يبدأ شيخوخة الأوراق والجذور، ويبدو النبات خاملًا حتى الربيع التالي، مما يحافظ على الرطوبة. هذا يحمي النبات من النمو خلال فصل الشتاء عندما قد يؤدي البرد الشديد إلى إتلافه. ثم تبدأ درجات حرارة الربيع الأكثر دفئًا في النمو من المصباح. يمنح النمو المبكر في الربيع عددًا من المزايا، بما في ذلك النقص النسبي في المنافسة على الملقحات، وعدم وجود التظليل المتساقط. الاستثناء الذي يتطلب درجات حرارة باردة لبدء الإزهار هو N. tazetta.\n\n2- يتم تهجين أنواع النرجس بسهولة، على الرغم من أن خصوبة النسل تعتمد على العلاقة الأبوية.\n\n3- البستنة الزينة: تستخدم أزهار النرجس في المقام الأول كنباتات زينة في الحدائق والمناظر الطبيعية بسبب أزهارها النابضة بالحياة وألوانها المتنوعة. يمكن زراعتها في الأرض أو في الأواني والحاويات.\n\n4- تنسيق الزهور الطازجة: تستخدم زهور النرجس في تنسيق الزهور الطازجة كهدايا أو لتزيين الطاولات والمناسبات الخاصة مثل حفلات الزفاف والاحتفالات.\n\n5- الزهور المقطوفة: يتم استخدام أزهار النرجس كزهور مقطوفة في تنسيق الزهور وباقات الزهور، مما يضفي جمالاً طبيعيًا ورومانسيًا على تصميمات الزهور.\n\n6- الاستخدامات الطبية: في بعض الثقافات التقليدية، يُعتقد أن أجزاء معينة من نبات النرجس البري لها خصائص طبية، على الرغم من أن استخداماتها الطبية لا تدعمها الأدلة العلمية بقوة.\n\n7- الزخرفة الفنية: يمكن أن تكون أزهار النرجس بمثابة مصدر إلهام للزخرفة الفنية بمختلف أشكالها الفنية مثل الرسم والتصوير الفوتوغرافي، حيث يتم تصوير أزهارها كمواضيع جميلة وآسرة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "daffodil1",
      "otherImage": [
        "daffodil2",
        "daffodil3",
        "daffodil4",
        "daffodil5"
      ]
    },
    {
      "id": 19,
      "name": {
        "en": "Dahlia 'Bishop of Llandaff'",
        "ar": "زهرة الداليا"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Dahlia apiculata, Dahlia atropurpurea \nSynonyms: Dahlia 'Bishop of Llandaff'\nFamily: Asteraceae\nOrder: Asterales\nGenus: Dahlia\nNative to: Belize, Colombia, Costa Rica, El Salvador, Guatemala, Honduras, Mexico Central, Mexico Gulf, Mexico Northeast, Mexico Northwest, Mexico Southeast, Mexico Southwest, Nicaragua, Panamá\n\n1- Ornamental Gardening: The 'Bishop of Llandaff' dahlia is primarily grown for its ornamental value. Its striking dark foliage contrasts beautifully with its bright red flowers, making it a popular choice for garden borders, flower beds, and containers.\n\n2- Cut Flowers: The bold, eye-catching blooms of the 'Bishop of Llandaff' dahlia make it an excellent choice for cut flower arrangements. Its long stems and long-lasting flowers make it a favorite among florists for creating stunning bouquets and floral displays.\n\n3- Pollinator Attraction: Like other dahlia varieties, 'Bishop of Llandaff' flowers are attractive to pollinators such as bees and butterflies. By planting these dahlias in your garden, you can help support local pollinator populations.\n\n4- Special Events and Celebrations: The rich color and elegant form of the 'Bishop of Llandaff' dahlia make it a popular choice for special events and celebrations such as weddings, parties, and formal gatherings. Its vibrant blooms add a touch of sophistication and charm to any occasion.",
        "ar": "الأسم الثنائي: داليا أبيكولاتا، داليا أتروبوربوريا\nالأسماء المرادفة: داليا 'أسقف لانداف'\nالفصيلة: المركبات\nالترتيب: الأستيراليات\nالجنس: داليا\nالموطن: بليز، كولومبيا، كوستاريكا، السلفادور، جواتيمالا، هندوراس، المكسيك الوسطى، خليج المكسيك، شمال شرق المكسيك، شمال غرب المكسيك، جنوب شرق المكسيك، جنوب غرب المكسيك، نيكاراجوا، بنما\n\n1- بستنة الزينة: تُزرع الداليا 'أسقف لانداف' في المقام الأول لقيمتها الزينة. تتناقض أوراقها الداكنة المذهلة بشكل جميل مع زهورها الحمراء الزاهية، مما يجعلها خيارًا شائعًا لحدود الحدائق وأسرّة الزهور والحاويات.\n\n2- الزهور المقطوفة: إن أزهار الداليا الجريئة والملفتة للنظر تجعلها خيارًا ممتازًا لتنسيقات الزهور المقطوفة. سيقانها الطويلة وزهورها طويلة الأمد تجعلها المفضلة لدى بائعي الزهور لإنشاء باقات مذهلة وعروض الأزهار.\n\n3- جذب الملقحات: مثل أصناف الداليا الأخرى، فإن زهور 'أسقف لانداف' جذابة للملقحات مثل النحل والفراشات. من خلال زراعة نباتات الأضاليا في حديقتك، يمكنك المساعدة في دعم مجموعات الملقحات المحلية.\n\n4- المناسبات الخاصة والاحتفالات: اللون الغني والشكل الأنيق لداليا 'أسقف لانداف' يجعلها خيارًا شائعًا للمناسبات والاحتفالات الخاصة مثل حفلات الزفاف والحفلات والتجمعات الرسمية. تضيف أزهارها النابضة بالحياة لمسة من الرقي والسحر إلى أي مناسبة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "dahlia__bishop_of_llandaff_1",
      "otherImage": [
        "dahlia__bishop_of_llandaff_2",
        "dahlia__bishop_of_llandaff_3",
        "dahlia__bishop_of_llandaff_4",
        "dahlia__bishop_of_llandaff_5"
      ]
    },
    {
      "id": 20,
      "name": {
        "en": "Digitalis grandiflora",
        "ar": "القِمَعية الكبيرة الأزهار"
      },
      "kind": {
        "en": "Plantaginaceae",
        "ar": "الهمامية"
      },
      "desc": {
        "en": "Binomial name: Digitalis grandiflora\nSynonyms: Digitalis grandiflora\nFamily: Plantaginaceae\nOrder: Lamiales\nGenus: Digitalis\nNative to: Albania, Altay, Austria, Baltic States, Belarus, Belgium, Bulgaria, Central European Rus, Czechoslovakia, East European Russia, France, Germany, Greece, Hungary, Italy\n\n1- Ornamental Flowers: Digitalis grandiflora is cultivated in gardens as an ornamental plant due to its beautiful flowers and natural attractiveness.\n\n2- Medicinal Properties: Some species of Digitalis contain compounds known as digitalis glycosides, which are used in the pharmaceutical industry to manufacture drugs for treating heart rhythm disorders, such as congestive heart failure.\n\n3- Weed Resistance: Digitalis grandiflora can be used as a weed-resistant plant in gardens and natural areas because of its strong growth and ability to compete with harmful weeds.\n\n4- Attracting Beneficial Insects: The plant acts as an attractant for beneficial insects like bees and butterflies, contributing to biodiversity in the garden. Digitalis grandiflora, the yellow foxglove, big-flowered foxglove, or large yellow foxglove, is a species of flowering plant in the genus Digitalis, family Plantaginaceae (formerly Scrophulariaceae). It is native to southern Europe and Asia. In mountains it grows on warm, bushy slopes or areas left after logging. The Latin specific epithet grandiflora means 'large flowered'.\n\n5- It is a herbaceous perennial growing from a short rootstock with fibrous roots. D. grandiflora has glossy green, veined leaves, whose flowering stem can reach a height of 70–120 cm (28–47 in). The pale yellow bell-shaped flowers are spaced out on the stem, 3–4 cm (1–2 in) long and show a netted brown marking in their interior. In the wild plants bloom in June and July.",
        "ar": "الاسم الثنائي: القطمية الكبيرة الزهراء\nالأسماء المرادفة: القطمية الكبيرة الزهراء\nالفصيلة: الهمامية\nالترتيب: الشفويات\nالجنس: القطمية\nالموطن: ألبانيا، ألتاي، النمسا، دول البلطيق، بيلاروس، بلجيكا، بلغاريا، روسيا الوسطى الأوروبية، التشيكسلوفاكيا، روسيا الشرقية الأوروبية، فرنسا، ألمانيا، اليونان، المجر، إيطاليا\n\n1- زهور الزينة: يزرع نبات الديجيتال الكبير في الحدائق كنبات زينة نظراً لأزهاره الجميلة وجاذبيته الطبيعية.\n\n2- الخصائص الطبية: تحتوي بعض أنواع الديجيتال على مركبات تعرف باسم جليكوسيدات الديجيتال، والتي تستخدم في صناعة الأدوية لتصنيع أدوية لعلاج اضطرابات ضربات القلب، مثل قصور القلب الاحتقاني.\n\n3- مقاومة الحشائش: يمكن استخدام نبات الديجيتال الكبير كنبات مقاوم للأعشاب الضارة في الحدائق والمناطق الطبيعية بسبب قوة نموه وقدرته على منافسة الحشائش الضارة.\n\n4- جذب الحشرات النافعة: يعمل النبات كجاذب للحشرات النافعة مثل النحل والفراشات، مما يساهم في التنوع البيولوجي في الحديقة. ديجيتاليس غرانديفلورا، قفاز الثعلب الأصفر، أو قفاز الثعلب الأصفر الكبير، هو نوع من النباتات المزهرة في جنس الديجيتال، عائلة بلانتاجيناسي (Scrophulariaceae سابقًا). موطنها الأصلي جنوب أوروبا وآسيا. ينمو في الجبال على المنحدرات الدافئة الكثيفة أو المناطق المتبقية بعد قطع الأشجار. النعت اللاتيني المحدد grandiflora يعني 'مزهر كبير'.\n\n5- وهو نبات عشبي معمر ينمو من أصل قصير وجذور ليفية. D. grandiflora لها أوراق خضراء لامعة معروقة، ويمكن أن يصل ارتفاع ساقها المزهرة إلى 70-120 سم (28-47 بوصة). الزهور ذات اللون الأصفر الباهت على شكل جرس متباعدة على الساق ويبلغ طولها 3-4 سم (1-2 بوصة) وتظهر عليها علامة بنية شبكية في داخلها. في النباتات البرية تزهر في يونيو ويوليو."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Digitalis_grandiflora1",
      "otherImage": [
        "Digitalis_grandiflora2",
        "Digitalis_grandiflora3",
        "Digitalis_grandiflora4",
        "Digitalis_grandiflora5"
      ]
    },
    {
      "id": 21,
      "name": {
        "en": "Fittonia albivenis",
        "ar": "نبات الفيتونيا"
      },
      "kind": {
        "en": "Acanthaceae",
        "ar": "الهمامية"
      },
      "desc": {
        "en": "Binomial name: Fittonia albivenis\nSynonyms: Adelaster albivenis, Fittonia argyroneura, Fittonia verschaffeltii, Gymnostachyum verschaffeltii\nFamily: Acanthaceae\nOrder: Lamiales\nGenus: Fittonia\nNative to: Bolivia, Brazil North, Colombia, Ecuador, Peru, Venezuela\n\n1- Indoor Decor: Fittonia albivenis is primarily grown as an indoor ornamental plant in homes, offices, and shops, adding beauty and vibrancy to interior decor.\n\n2- Potted Planting: It can be placed in indoor pots to decorate tables, shelves, or even wall hangings, creating a touch of beauty and color in indoor spaces.\n\n3- Indoor Garden Arrangements: Used in small indoor garden arrangements or in indoor gardens in offices or shops to add natural beauty to the indoor environment.\n\n4- Gift Box Arrangements: Fittonia albivenis is used in gift arrangements or gift boxes as a distinctive and beautiful gift, especially when presented in a beautiful gift box.\n\n5- Weddings and Events: It may be used in wedding and event arrangements as a distinctive decorative element, either as small gatherings on tables or in large floral arrangements.\n\n6- Air Purification: Some studies suggest that plants like Fittonia albivenis can contribute to indoor air purification and improve air quality.",
        "ar": "الاسم الثنائي: فيتونيا البيضاء المخضبة\nالأسماء المرادفة: أديلاستر البيضاء المخضبة، فيتونيا الورقة الفضية، فيتونيا فيرشافيلتي، جيمنوستاشيوم فيرشافيلتي\nالفصيلة: الهمامية\nالترتيب: الشفويات\nالجنس: فيتونيا\nالموطن: بوليفيا، شمال البرازيل، كولومبيا، الإكوادور، بيرو، فنزويلا\n\n1- الديكور الداخلي: تنمو فيتونيا البيفينيس في المقام الأول كنبات زينة داخلي في المنازل والمكاتب والمحلات التجارية، مما يضفي جمالاً وحيوية على الديكور الداخلي.\n\n2- زراعة الأصيص: يمكن وضعها في الأصص الداخلية لتزيين الطاولات أو الأرفف أو حتى معلقات الحائط مما يضفي لمسة من الجمال واللون في المساحات الداخلية.\n\n3- تنسيقات الحدائق الداخلية: تستخدم في تنسيقات الحدائق الداخلية الصغيرة أو في الحدائق الداخلية في المكاتب أو المحلات التجارية لإضفاء الجمال الطبيعي على البيئة الداخلية.\n\n4- تنسيق علب الهدايا: تستخدم فيتونيا البيفينيس في تنسيق الهدايا أو علب الهدايا كهدية مميزة وجميلة، خاصة عند تقديمها في علبة هدايا جميلة.\n\n5- الأعراس والمناسبات: يمكن استخدامه في تنسيقات الأعراس والمناسبات كعنصر زخرفي مميز، إما كتجمعات صغيرة على الطاولات أو في تنسيقات الأزهار الكبيرة.\n\n6- تنقية الهواء: تشير بعض الدراسات إلى أن نباتات مثل Fittonia albivenis يمكن أن تساهم في تنقية الهواء الداخلي وتحسين جودة الهواء."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "fittonia_albivenis1__1_",
      "otherImage": [
        "fittonia_albivenis2",
        "fittonia_albivenis3",
        "fittonia_albivenis4",
        "fittonia_albivenis5"
      ]
    },
    {
      "id": 22,
      "name": {
        "en": "Gaillardia aristata",
        "ar": "غيردية سفوية"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Gaillardia aristata\nSynonyms: Synonymy\nFamily: Asteraceae\nOrder: Asterales\nGenus: Gaillardia\nNative to: Alberta, British Columbia, Colorado, Connecticut, Idaho, Manitoba, Massachusetts, Minnesota, Montana, New Hampshire, North Dakota\n\n1- Garden Borders and Beds: Gaillardia aristata is often planted in garden borders and beds due to its vibrant and attractive flowers. It adds color and visual interest to garden landscapes.\n\n2- Wildflower Meadows: This plant is sometimes used in wildflower meadows or naturalistic plantings due to its ability to thrive in a variety of soil conditions. It contributes to biodiversity and attracts pollinators like bees and butterflies.\n\n3- Cut Flower Production: Gaillardia aristata is valued for its long-lasting cut flowers. It is often cultivated commercially for the floral industry, where its colorful blooms are used in bouquets and floral arrangements.\n\n4- Container Gardening: It can be grown in containers and pots on patios, balconies, or decks, adding a splash of color to outdoor spaces.\nPollinator Gardens: Blanketflower is a favorite among pollinators like bees and butterflies due to its nectar-rich flowers. Planting it in pollinator gardens helps support local pollinator populations.\n\n5- Erosion Control: Due to its spreading habit and deep root system, Gaillardia aristata can be used for erosion control on slopes or in areas prone to soil erosion.\n\n6-Native Plant Landscapes: As a native plant in North America, Gaillardia aristata is often incorporated into native plant landscapes or restoration projects aimed at restoring natural habitats.",
        "ar": "الاسم الثنائي: غيلارديا النبيلة\nالأسماء المرادفة: قائمة المرادفات\nالفصيلة: المركبات\nالترتيب: الأستيراليات\nالجنس: غيلارديا\nالموطن: ألبرتا، كولومبيا البريطانية، كولورادو، كونيتيكت، أيداهو، مانيتوبا، ماساتشوستس، مينيسوتا، مونتانا، نيو هامبشاير، داكوتا الشمالية\n\n1- حدود وأحواض الحدائق: غالباً ما يتم زراعة نبات Gaillardia aristata في حدود وأحواض الحدائق نظراً لأزهارها النابضة بالحياة والجذابة. يضيف اللون والاهتمام البصري إلى المناظر الطبيعية في الحديقة.\n\n2- مروج الزهور البرية: يستخدم هذا النبات أحيانًا في مروج الزهور البرية أو المزارع الطبيعية نظرًا لقدرته على النمو في مجموعة متنوعة من ظروف التربة. فهو يساهم في التنوع البيولوجي ويجذب الملقحات مثل النحل والفراشات.\n\n3- إنتاج الزهور المقطوفة: تتميز زهور Gaillardia aristata بزهورها المقطوفة التي تدوم طويلاً. غالبًا ما يتم زراعته تجاريًا لصناعة الأزهار، حيث تُستخدم أزهاره الملونة في باقات الزهور وتنسيقها.\n\n4- البستنة الحاوية: يمكن زراعتها في حاويات وأصص على الباحات أو الشرفات أو الأسطح، مما يضيف لمسة من الألوان إلى المساحات الخارجية.\nحدائق الملقحات: تعتبر زهرة البطانية من النباتات المفضلة لدى الملقحات مثل النحل والفراشات بسبب أزهارها الغنية بالرحيق. تساعد زراعتها في حدائق الملقحات في دعم مجموعات الملقحات المحلية.\n\n5- مكافحة التآكل: نظرًا لعادة انتشارها ونظام جذورها العميق، يمكن استخدام Gaillardia aristata لمكافحة التآكل على المنحدرات أو في المناطق المعرضة لتآكل التربة.\n\n6-المناظر الطبيعية للنباتات الأصلية: باعتبارها نباتًا محليًا في أمريكا الشمالية، غالبًا ما يتم دمج Gaillardia aristata في المناظر الطبيعية للنباتات المحلية أو في مشاريع الترميم التي تهدف إلى استعادة الموائل الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Gaillardia_aristata1",
      "otherImage": [
        "Gaillardia_aristata2",
        "Gaillardia_aristata3",
        "Gaillardia_aristata4",
        "Gaillardia_aristata5"
      ]
    },
    {
      "id": 23,
      "name": {
        "en": "Garden roses",
        "ar": "زهرة الاراولا"
      },
      "kind": {
        "en": "Rosaceae",
        "ar": "الوردية"
      },
      "desc": {
        "en": "Binomial name: Roses\nSynonyms: Bakeria, Chavinia, Saintpierrea, Rhodophora, Lowea, Juzepczukia, Hulthemosa \nFamily: Rosaceae\nOrder: Rosales\nGenus: Rosa\nNative to: China South-Central, Tibet\n\n1- Garden Planting: Garden roses are primarily grown in gardens for their ornamental value. They are planted in flower beds, borders, or mixed borders to add color, fragrance, and charm to outdoor spaces.\n\n2- Cut Flowers: Garden roses are popularly used as cut flowers for floral arrangements, bouquets, and centerpieces. Their large, fragrant blooms make them ideal for special occasions such as weddings, parties, and celebrations.\n\n3- Container Gardening: Some varieties of garden roses are well-suited for container gardening. They can be grown in pots, planters, or hanging baskets on patios, balconies, or terraces to create a stunning display of blooms.\n\n4- Rose Gardens: Dedicated rose gardens showcase a variety of garden roses, arranged in formal or informal designs. These gardens serve as a source of inspiration and appreciation for rose enthusiasts and garden lovers.\n\n5- Landscaping: Garden roses are often used in landscape design to enhance the beauty of public parks, botanical gardens, commercial properties, and residential landscapes. They can be used as focal points, accents, or mass plantings, depending on the desired effect.\n\n6- Medicinal and Fragrance Products: Some garden roses are cultivated for their essential oils, which are used in perfumery, aromatherapy, and skincare products. Rose water, rose oil, and rose petals are common ingredients in cosmetics, perfumes, and herbal remedies.",
        "ar": "الاسم الثنائي: الورود\nالأسماء المرادفة: بيكيريا، شافينيا، سانتبيريا، رودوفورا، لويا، جوزيبتشوكيا، هولثيموسا\nالفصيلة: الوردية\nالترتيب: الورديات\nالجنس: الورد (روزا)\nالموطن: جنوب وسط الصين، التبت\n\n1- زراعة الحدائق: تزرع ورود الحدائق في المقام الأول في الحدائق لقيمتها الزينة. يتم زراعتها في أحواض زهور أو حدود أو حدود مختلطة لإضافة اللون والعطر والسحر إلى المساحات الخارجية.\n\n2- الزهور المقطوفة: تُستخدم ورود الحديقة بشكل شائع كزهور مقطوفة لتنسيق الأزهار والباقات والقطع المركزية. أزهارها الكبيرة والعطرة تجعلها مثالية للمناسبات الخاصة مثل حفلات الزفاف والحفلات والاحتفالات.\n\n3- البستنة في الحاويات: بعض أنواع ورود الحديقة مناسبة تمامًا لزراعة الحاويات. يمكن زراعتها في الأواني أو المزارعون أو السلال المعلقة في الأفنية أو الشرفات أو المدرجات لإنشاء عرض مذهل للأزهار.\n\n4- حدائق الورود: حدائق الورود المخصصة تعرض مجموعة متنوعة من ورود الحديقة، مرتبة بتصميمات رسمية أو غير رسمية. تعد هذه الحدائق بمثابة مصدر للإلهام والتقدير لعشاق الورود ومحبي الحدائق.\n\n5- تنسيق الحدائق: غالبًا ما تستخدم ورود الحدائق في تصميم المناظر الطبيعية لتعزيز جمال الحدائق العامة، والحدائق النباتية، والعقارات التجارية، والمناظر الطبيعية السكنية. ويمكن استخدامها كنقاط محورية، أو لهجات، أو غرسات جماعية، اعتمادًا على التأثير المطلوب.\n\n6- المنتجات الطبية والعطرية: تتم زراعة بعض ورود الحديقة للحصول على زيوتها الأساسية، والتي تستخدم في صناعة العطور والعلاج العطري ومنتجات العناية بالبشرة. يعد ماء الورد وزيت الورد وبتلات الورد من المكونات الشائعة في مستحضرات التجميل والعطور والعلاجات العشبية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Garden_roses1",
      "otherImage": [
        "Garden_roses2",
        "Garden_roses3",
        "Garden_roses4",
        "Garden_roses5"
      ]
    },
    {
      "id": 24,
      "name": {
        "en": "iris",
        "ar": "السَوْسَن"
      },
      "kind": {
        "en": "Iridaceae",
        "ar": "السوسنية"
      },
      "desc": {
        "en": "Binomial name: Iris\nSynonyms: Belamcanda, Hermodactylus, Iridodictyum, Juno, Junopsis, Pardanthopsis\nFamily: Iridaceae\nOrder: Asparagales\nGenus: Iris\nNative to: Albania, Algeria, Austria, Belarus, Belgium, Bulgaria, Central European Rus, Corse, Czechoslovakia, Denmark, East Aegean Is., East European Russia, Finland, France, Greece, Kriti, Krym, Madeira, Morocco\n\n1- Garden Ornament: Iris varieties are grown in gardens as ornamental plants due to the beauty and diversity of their colorful flowers. Irises are used in landscaping to add aesthetic appeal to green spaces.\n\n2- Floral Arrangements: Iris flowers are used in floral arrangements to decorate spaces and special occasions such as weddings and other social events.\n\n3- Medicinal Preparations: Some iris species are used in folk medicine and traditional practices for medicinal purposes. Some people believe that irises have medicinal properties such as calming nerves and improving digestion.\n\n4- Religious and Spiritual Uses: In some cultures, iris flowers are considered symbols of beauty, purification, and spirituality. They may be used in religious rituals and spiritual celebrations.Irises are perennial plants, growing from creeping rhizomes (rhizomatous irises) or, in drier climates, from bulbs (bulbous irises). They have long, erect flowering stems which may be simple or branched, solid or hollow, and flattened or have a circular cross-section.",
        "ar": "الاسم الثنائي: سوسن\nالأسماء المرادفة: بيلامكاندا، هيرموداكتيلوس، إيريدوديكتيوم، جونو، جونوبسيس، باردانثوبسيس\nالفصيلة: السوسنية\nالترتيب: الأسباراجاليات\nالجنس: سوسن\nالموطن: ألبانيا، الجزائر، النمسا، بيلاروس، بلجيكا، بلغاريا، روسيا الوسطى الأوروبية، كورسيكا، التشيكسلوفاكيا، الدنمارك، جزر شرق البحر الإيجاين، شرق روسيا الأوروبية، فنلندا، فرنسا، اليونان، كريت، القرم، ماديرا، المغرب\n\n1- زينة الحديقة: تزرع أصناف السوسن في الحدائق كنباتات زينة نظراً لجمال أزهارها الملونة وتنوعها. يستخدم نبات السوسن في تنسيق الحدائق لإضفاء جاذبية جمالية على المساحات الخضراء.\n\n2- تنسيقات الأزهار: تستخدم زهور السوسن في تنسيقات الأزهار لتزيين المساحات والمناسبات الخاصة مثل حفلات الزفاف والمناسبات الاجتماعية الأخرى.\n\n3- المستحضرات الطبية: تستخدم بعض أنواع القزحية في الطب الشعبي والممارسات التقليدية للأغراض الطبية. يعتقد بعض الناس أن للقزحية خصائص طبية مثل تهدئة الأعصاب وتحسين عملية الهضم.\n\n4- الاستخدامات الدينية والروحية: في بعض الثقافات، تعتبر زهور السوسن رمزًا للجمال والطهر والروحانية. ويمكن استخدامها في الطقوس الدينية والاحتفالات الروحية. القزحيات هي نباتات معمرة، تنمو من الجذور الزاحفة (القزحيات الجذرية) أو من المصابيح (القزحيات المنتفخة) في المناخات الأكثر جفافًا. لها سيقان مزهرة طويلة منتصبة قد تكون بسيطة أو متفرعة، صلبة أو مجوفة، ومسطحة أو ذات مقطع عرضي دائري."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "iris1",
      "otherImage": [
        "iris2",
        "iris3",
        "iris4",
        "iris5"
      ]
    },
    {
      "id": 25,
      "name": {
        "en": "Japanese thimbleweed",
        "ar": "الياسمين العراقي"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "القرنفلية"
      },
      "desc": {
        "en": "Binomial name: Eriocapitella hupehensis\nSynonyms: Anemone hupehensis, Anemone hupehensis, Anemone japonica, Anemone matsudae\nFamily: Ranunculaceae\nOrder: Ranunculales\nGenus: Eriocapitella\nNative to: Asia. The specific epithet hupehensis, which means from Hupeh (Hupei, Hubei) province, China\n\n1-Ornamental Plant: Japanese thimbleweed is commonly cultivated as an ornamental plant in gardens and landscapes due to its attractive flowers. Its showy, pink or white flowers add beauty to gardens and attract pollinators like bees and butterflies.\n\n2- Cut Flowers: The flowers of Japanese thimbleweed can be cut and used in floral arrangements, adding a delicate and charming touch to bouquets and indoor displays.\n\n3- Medicinal Uses: In traditional medicine, certain parts of the Japanese thimbleweed plant are believed to have medicinal properties. For example, the roots have been used in traditional Chinese medicine for their potential anti-inflammatory and analgesic effects.\n\n4- Wildlife Habitat: The plant provides habitat and food for various insects and small animals, contributing to biodiversity in garden ecosystems. Eriocapitella hupehensis is a perennial herbaceous plant with a rhizome-like root structure. It is a clump-forming plant with 3–5 basal leaves, each with a petiole 5 to 35 cm (2 to 14 in) long. The leaf blades are ternate with a central leaflet 4 to 10 cm (1.6 to 3.9 in) long and 3 to 10 cm (1.2 to 3.9 in) wide. The lateral leaflets are similar to but smaller than the central leaflet. The stem is 30 to 100 cm (12 to 39 in) long, occasionally up to 120 cm (47 in) long. ",
        "ar": "الاسم الثنائي: إريوكابيتيلا هوبينسيس\nالأسماء المرادفة: أنيمون هوبينسيس، أنيمون هوبينسيس، أنيموني جابونيكا، أنيمون ماتسوداي\nالفصيلة: القرنفلية\nالترتيب: القرنفليات\nالجنس: إريوكابيتيلا\nالموطن: آسيا. تعني السمة النوعية 'هوبينسيس' من مقاطعة هوبي (هوبي، هوبي)، الصين.\n\n1-نبات الزينة: يزرع نبات الكشتبان الياباني عادة كنبات زينة في الحدائق والمناظر الطبيعية بسبب أزهاره الجذابة. تضيف أزهارها المبهرجة أو الوردية أو البيضاء جمالًا إلى الحدائق وتجذب الملقحات مثل النحل والفراشات.\n\n2- الزهور المقطوفة: يمكن قص زهور نبات الكشتبان الياباني واستخدامها في تنسيق الزهور، مما يضفي لمسة رقيقة وساحرة على الباقات والعروض الداخلية.\n\n3- الاستخدامات الطبية: في الطب التقليدي، يعتقد أن أجزاء معينة من نبات الكشتبان الياباني لها خصائص طبية. على سبيل المثال، تم استخدام الجذور في الطب الصيني التقليدي لتأثيراتها المحتملة المضادة للالتهابات والمسكنات.\n\n4-موطن الحياة البرية: يوفر النبات الموئل والغذاء لمختلف الحشرات والحيوانات الصغيرة، مما يساهم في التنوع البيولوجي في النظم البيئية للحديقة. Eriocapitella hupehensis هو نبات عشبي معمر ذو بنية جذر تشبه الجذمور. إنه نبات متكتل يحتوي على 3-5 أوراق قاعدية، يبلغ طول كل منها سويقات من 5 إلى 35 سم (2 إلى 14 بوصة). شفرات الأوراق متداخلة مع نشرة مركزية يبلغ طولها من 4 إلى 10 سم (1.6 إلى 3.9 بوصة) وعرضها من 3 إلى 10 سم (1.2 إلى 3.9 بوصة). المنشورات الجانبية تشبه النشرة المركزية ولكنها أصغر منها. يبلغ طول الجذع من 30 إلى 100 سم (12 إلى 39 بوصة)، وأحيانًا يصل طوله إلى 120 سم (47 بوصة)."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Japanese_thimbleweed1",
      "otherImage": [
        "Japanese_thimbleweed2",
        "Japanese_thimbleweed3",
        "Japanese_thimbleweed4",
        "Japanese_thimbleweed5"
      ]
    },
    {
      "id": 26,
      "name": {
        "en": "Surfinia",
        "ar": "البطونية"
      },
      "kind": {
        "en": "Solanaceae",
        "ar": "الباذنجانية"
      },
      "desc": {
        "en": "Binomial name: Petunia exserta flower\nSynonyms: Petunia exserta flower\nFamily: Solanaceae\nOrder: Solanales\nGenus: Petunia\nNative to: South America, specifically to Brazil. It is found in regions such as the Atlantic Forest biome in southeastern Brazil. This species is endemic to Brazil\n\n1- Garden and Balcony Ornamentation: Petunia exserta is cultivated as an ornamental plant in gardens and on balconies due to the beauty of its colorful and diverse flowers. It adds aesthetic appeal to green spaces, enhancing their beauty and vitality.\n\n2- Promoting Biodiversity: Petunias serve as a food source and habitat for many pollinating insects such as bees and butterflies, thus contributing to biodiversity in gardens and natural areas.\n\n3- Improving Indoor Air Quality: Petunia exserta can be grown indoors in homes or offices to improve indoor air quality and beautify the indoor environment with its beautiful flowers.\n\n4- Decoration for Special Occasions and Events: The flowers of Petunia exserta can be used to decorate special occasions such as weddings and other social events, adding a touch of beauty and color to the decorations.",
        "ar": "الاسم الثنائي: بيتونيا إكسيرتا\nالأسماء المرادفة: لا يوجد\nالفصيلة: الباذنجانية\nالترتيب: الباذنجانيات\nالجنس: بيتونيا\nالموطن: أمريكا الجنوبية، بالضبط في البرازيل. يتواجد في مناطق مثل غابة الأطلس الشرقية في جنوب شرق البرازيل. هذا النوع محلي للبرازيل\n\n1- تزيين الحدائق والشرفات: تتم زراعة نبات Petunia exserta كنبات زينة في الحدائق والشرفات نظراً لجمال أزهارها الملونة والمتنوعة. يضفي جاذبية جمالية على المساحات الخضراء، مما يعزز جمالها وحيويتها.\n\n2- تعزيز التنوع البيولوجي: تعتبر زهور البتونيا مصدراً غذائياً وموئلاً للعديد من الحشرات الملقحة مثل النحل والفراشات، مما يساهم في التنوع البيولوجي في الحدائق والمناطق الطبيعية.\n\n3- تحسين جودة الهواء الداخلي: يمكن زراعة نبات Petunia exserta داخل المنازل أو المكاتب لتحسين جودة الهواء الداخلي وتجميل البيئة الداخلية بأزهارها الجميلة.\n\n4- تزيين المناسبات والمناسبات الخاصة: يمكن استخدام زهور البتونيا إكسيرتا لتزيين المناسبات الخاصة مثل حفلات الزفاف وغيرها من المناسبات الاجتماعية، مما يضفي لمسة من الجمال واللون على الزينة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Surfinia1",
      "otherImage": [
        "Surfinia2",
        "Surfinia3",
        "Surfinia4",
        "Surfinia5"
      ]
    },
    {
      "id": 27,
      "name": {
        "en": "Tagetes erecta",
        "ar": "القطيفة المكسيكية"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Tagetes erecta, African Marigold\nSynonyms: Tagetes corymbosa, Tagetes ernstii, Tagetes excelsa, Tagetes heterocarpha, Tagetes major, Tagetes patula,Tagetes remotiflora, Tagetes tenuifolia\nFamily: Asteraceae\nOrder: Asterales\nGenus: Tagetes\nNative to: Guatemala, Mexico Central, Mexico Gulf, Mexico Northeast, Mexico Northwest, Mexico Southeast, Mexico Southwest\n\n1- Ornamental Planting: Tagetes erecta is primarily grown for its bright and colorful flowers, making it a popular choice for ornamental planting in gardens, parks, and landscapes. Its vibrant blooms add beauty and visual appeal to outdoor spaces.\n\n2- Cut Flowers: The long stems and large, showy flowers of Tagetes erecta make it suitable for use as cut flowers in floral arrangements and bouquets. It is often used in flower shops, floral design, and flower markets.\n\n3- Companion Planting: African marigolds are known to repel certain pests, such as nematodes, aphids, and whiteflies, making them valuable companion plants in vegetable gardens and agricultural fields. They are often interplanted with crops like tomatoes, peppers, and eggplants to deter pests and improve crop health.\n\n4- Medicinal Uses: In traditional medicine, extracts from Tagetes erecta have been used to treat various ailments such as digestive issues, skin infections, and eye problems. The plant contains compounds with potential antimicrobial and anti-inflammatory properties.\n\n5- Insect Repellent: The strong scent of African marigolds is believed to repel insects, including mosquitoes and flies. Some people plant them around outdoor seating areas or near entrances to deter insects naturally.\n\n6- Cultural and Religious Uses: Marigolds hold cultural significance in many countries and are used in religious ceremonies, festivals, and celebrations. In Mexico, marigolds are commonly used during Dia de los Muertos (Day of the Dead) to honor deceased loved ones.\n\n6- Dye Production: The flowers of Tagetes erecta contain pigments that can be used to produce natural dyes in various shades of yellow, orange, and red. These dyes have been used in textile and food industries.",
        "ar": "الاسم الثنائي: تاجيتس إريكتا، زهرة القرنفل الإفريقية\nالأسماء المرادفة: تاجيتس كوريمبوسا، تاجيتس إرنستي، تاجيتس إكسيلسا، تاجيتس هيتيروكارفا، تاجيتس ماجور، تاجيتس باتولا، تاجيتس ريموتيفلورا، تاجيتس تينويفوليا\nالفصيلة: المركبات\nالترتيب: الأستيراليات\nالجنس: تاجيتس\nالموطن: غواتيمالا، المكسيك الوسطى، خليج المكسيك، شمال شرق المكسيك، شمال غرب المكسيك، جنوب شرق المكسيك، جنوب غرب المكسيك\n\n1- زراعة نباتات الزينة: يزرع نبات Tagetes erecta في المقام الأول لزهوره الزاهية والملونة، مما يجعله خيارًا شائعًا لزراعة نباتات الزينة في الحدائق والمتنزهات والمناظر الطبيعية. تضيف أزهارها النابضة بالحياة الجمال والجاذبية البصرية إلى المساحات الخارجية.\n\n2- الزهور المقطوفة: السيقان الطويلة والزهور الكبيرة المبهرجة لزهرة Tagetes erecta تجعلها مناسبة للاستخدام كزهور مقطوفة في تنسيق الأزهار والباقات. غالبًا ما يتم استخدامه في محلات بيع الزهور وتصميم الأزهار وأسواق الزهور.\n\n3- الزراعة المصاحبة: من المعروف أن القطيفة الأفريقية تطرد بعض الآفات، مثل الديدان الخيطية، المن، والذباب الأبيض، مما يجعلها نباتات مصاحبة ذات قيمة في حدائق الخضروات والحقول الزراعية. غالبًا ما يتم زراعتها مع محاصيل مثل الطماطم والفلفل والباذنجان لردع الآفات وتحسين صحة المحاصيل.\n\n4- الاستخدامات الطبية: في الطب التقليدي، تم استخدام مستخلصات نبات تاجيتس إريكتا لعلاج أمراض مختلفة مثل مشاكل الجهاز الهضمي، والتهابات الجلد، ومشاكل العين. يحتوي النبات على مركبات ذات خصائص محتملة مضادة للميكروبات ومضادة للالتهابات.\n\n5- طارد الحشرات: يُعتقد أن الرائحة القوية للقطيفة الأفريقية تعمل على صد الحشرات، بما في ذلك البعوض والذباب. يقوم بعض الأشخاص بزراعتها حول مناطق الجلوس الخارجية أو بالقرب من المداخل لردع الحشرات بشكل طبيعي.\n\n6- الاستخدامات الثقافية والدينية: تحمل القطيفة أهمية ثقافية في العديد من البلدان وتستخدم في الاحتفالات الدينية والمهرجانات والاحتفالات. في المكسيك، يتم استخدام القطيفة بشكل شائع خلال يوم الموتى (Dia de los Muertos) لتكريم الأحباء المتوفين.\n\n6- إنتاج الصبغة: تحتوي أزهار Tagetes erecta على أصباغ يمكن استخدامها لإنتاج الأصباغ الطبيعية بمختلف درجات اللون الأصفر والبرتقالي والأحمر. وقد استخدمت هذه الأصباغ في صناعات النسيج والأغذية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Tagetes_erecta1",
      "otherImage": [
        "Tagetes_erecta2",
        "Tagetes_erecta3",
        "Tagetes_erecta4",
        "Tagetes_erecta5"
      ]
    },
    {
      "id": 28,
      "name": {
        "en": "Tradescantia zebrina",
        "ar": "زبرينا فضيه"
      },
      "kind": {
        "en": "Commelinaceae",
        "ar": "السيبليناسية"
      },
      "desc": {
        "en": "Binomial name: Inchplant\nSynonyms: Tradescantia ohiensis\nFamily: Commelinaceae\nOrder: Commelinales\nGenus: Tradescantia\nNative to: Belize, Colombia, Costa Rica, El Salvador, Guatemala, Honduras, Mexico Central, Mexico Gulf, Mexico Northeast, Mexico Northwest, Mexico Southeast, Mexico Southwest, Nicaragua, Panamá\n\n1- Native Americans used T. virginiana to treat a number of conditions, including stomachache. It was also used as a food source. The cells of the stamen hairs of some Tradescantia are colored blue, but when exposed to sources of ionizing radiation such as gamma rays or pollutants like sulphur dioxide from industries, the cells mutate and change color to pink; they are one of the few tissues known to serve as an effective bioassay for ambient radiation levels.\n\n2- Gardening: Tradescantia ohiensis is used in many gardens as a beautiful ornamental plant. It can be cultivated in home gardens or public parks to add color and beauty.\n\n3- Soil Improvement: Tradescantia ohiensis can be used as a companion plant to improve soil in gardens and agricultural fields, helping to stabilize soil and improve root aeration.\n\n4- Pollution Resistance: Tradescantia ohiensis is believed to have the ability to absorb some environmental pollutants from soil and air, making it useful in improving environmental quality.\n\n5- Medicinal Uses: In some traditional cultures, Tradescantia ohiensis is used in folk medicine as a pain reliever or anti-inflammatory.\n\n6- Wild Edibles: Some people use the young leaves of Tradescantia ohiensis in cooking as a wild food.",
        "ar": "الاسم الثنائي: النبات المتدرج\nالأسماء المرادفة: تراديسكانتيا أوهينسيس\nالفصيلة: السيبليناسية\nالترتيب: السيبلينايات\nالجنس: تراديسكانتيا\nالموطن: بليز، كولومبيا، كوستاريكا، السلفادور، جواتيمالا، هندوراس، المكسيك الوسطى، خليج المكسيك، شمال شرق المكسيك، شمال غرب المكسيك، جنوب شرق المكسيك، جنوب غرب المكسيك، نيكاراغوا، بنما\n\n1- استخدم الأمريكيون الأصليون نبات T. virginiana لعلاج عدد من الحالات، بما في ذلك آلام المعدة. كما تم استخدامه كمصدر للغذاء. تكون خلايا الشعيرات السداة لبعض ترادسكانتيا ملونة باللون الأزرق، ولكن عند تعرضها لمصادر الإشعاع المؤين مثل أشعة جاما أو الملوثات مثل ثاني أكسيد الكبريت من الصناعات، فإن الخلايا تتحور ويتغير لونها إلى اللون الوردي؛ إنها واحدة من الأنسجة القليلة المعروفة بأنها بمثابة اختبار حيوي فعال لمستويات الإشعاع المحيط.\n\n2- البستنة: يستخدم Tradescantia ohiensis في العديد من الحدائق كنبات زينة جميل. يمكن زراعته في الحدائق المنزلية أو الحدائق العامة لإضفاء اللون والجمال.\n\n3- تحسين التربة: يمكن استخدام Tradescantia ohiensis كنبات مرافق لتحسين التربة في الحدائق والحقول الزراعية، مما يساعد على تثبيت التربة وتحسين تهوية الجذور.\n\n4- مقاومة التلوث: يعتقد أن نبات Tradescantia ohiensis له القدرة على امتصاص بعض الملوثات البيئية من التربة والهواء، مما يجعله مفيداً في تحسين جودة البيئة.\n\n5- الاستخدامات الطبية: في بعض الثقافات التقليدية، يتم استخدام Tradescantia ohiensis في الطب الشعبي كمسكن للآلام أو مضاد للالتهابات.\n\n6- الأطعمة البرية: يستخدم بعض الناس الأوراق الصغيرة لنبات Tradescantia ohiensis في الطبخ كغذاء بري.."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Tradescantia_zebrina1",
      "otherImage": [
        "Tradescantia_zebrina2",
        "Tradescantia_zebrina3",
        "Tradescantia_zebrina4",
        "Tradescantia_zebrina5"
      ]
    },
    {
      "id": 29,
      "name": {
        "en": "Trifoliu tellatum",
        "ar": "النفل النجمي"
      },
      "kind": {
        "en": "Fabaceae",
        "ar": "الفصيلة البقولية"
      },
      "desc": {
        "en": "Binomial name: Trifolium stellatum\nSynonyms: Trifolium stellatum\nFamily: Fabaceae\nOrder: Fabales\nGenus: Trifolium\nNative to: Albania, Algeria, Baleares, Canary Is., Corse, Cyprus, East Aegean Is., Egypt, France, Greece, Iran, Iraq, Italy, Kriti, Lebanon-Syria, Libya, Madeira, Morocco, North Caucasus, Palestine, Portugal, Sardegna, Sicilia, Spain, Tunisia, Turkey\n\n1- Trifolium stellatum, the star clover, is a species of annual herb in the family Fabaceae. They have a self-supporting growth form and compound, broad leaves. Flowers are visited by mason bees, Anthocopa, Osmia aurulenta, and Anthophora. Individuals can grow to 0.11 m.\n\n2- Livestock Forage: Star Clover is used as fodder for livestock in some areas, as it is rich in protein and other nutrients.\nSoil Improvement: This plant is also used as a cover crop in field agriculture to improve soil composition and enhance the growth of other plants.\n\n3- Natural Decoration: Star Clover can also be used in natural landscaping for gardens and landscapes, adding beauty to green spaces.\n\n4- Medicinal Uses: While not common, some folk traditions may use Trifolium stellatum for medicinal purposes, such as in treating inflammations or soothing the digestive system.\n\n5- Biodiversity Enhancement: Planting Trifolium stellatum can help enhance biodiversity in agricultural areas, as it can provide habitat for beneficial insects and improve ecosystem functioning in the field.",
        "ar": "الاسم الثنائي:  تريفوليوم ستيلاتوم\nمرادفات: تريفوليوم ستيلاتوم\nالعائلة: الفصيلة البقولية\nالترتيب: فاباليس\nالجنس: تريفوليوم\nمواطن في: ألبانيا، الجزائر، جزر البليار، جزيرة الكناري، كورس، قبرص، جزيرة شرق بحر إيجه، مصر، فرنسا، اليونان، إيران، العراق، إيطاليا، كريتي، لبنان وسوريا، ليبيا، ماديرا، المغرب، شمال القوقاز، فلسطين ، البرتغال، سردينيا، صقلية، إسبانيا، تونس، تركيا\n\n1- البرسيم النجمي (Trifolium stellatum) هو نوع من الأعشاب السنوية من الفصيلة البقولية. لديهم شكل نمو ذاتي الدعم وأوراق عريضة مركبة. تتم زيارة الزهور من قبل النحل البناء، أنثوكوبا، أوسميا أورولينتا، وأنثوفورا. يمكن للأفراد أن ينمو إلى 0.11 م.\n\n2- علف الماشية: يستخدم البرسيم النجمي كعلف للماشية في بعض المناطق، فهو غني بالبروتين والمواد المغذية الأخرى.\nتحسين التربة: يستخدم هذا النبات أيضًا كمحصول تغطية في الزراعة الحقلية لتحسين تكوين التربة وتعزيز نمو النباتات الأخرى.\n\n3- الديكور الطبيعي: كما يمكن استخدام البرسيم النجمي في المناظر الطبيعية للحدائق والمناظر الطبيعية مما يضيف جمالاً للمساحات الخضراء.\n\n4- الاستخدامات الطبية: على الرغم من أنها ليست شائعة، إلا أن بعض التقاليد الشعبية قد تستخدم Trifolium stellatum لأغراض طبية، مثل علاج الالتهابات أو تهدئة الجهاز الهضمي.\n\n5- تعزيز التنوع البيولوجي: يمكن أن تساعد زراعة Trifolium stellatum في تعزيز التنوع البيولوجي في المناطق الزراعية، حيث يمكن أن توفر موطنًا للحشرات المفيدة وتحسين أداء النظام البيئي في الحقل.\nالاسماء المرادفة: لا يوجد\nالفصيلة: الفولية\nالترتيب: الفباليات\nالجنس: البرسيم\nالموطن: ألبانيا، الجزائر، جزر الباليار، جزر الكناري، كورسيكا، قبرص، جزر شرق البحر الإيجاين، مصر، فرنسا، اليونان، إيران، العراق، إيطاليا، كريت، لبنان-سوريا، ليبيا، ماديرا، المغرب، القوقاز الشمالي، فلسطين، البرتغال، سردينيا، صقلية، إسبانيا، تونس، تركيا\n\n1- البرسيم النجمي (Trifolium stellatum) هو نوع من الأعشاب السنوية من الفصيلة البقولية. لديهم شكل نمو ذاتي الدعم وأوراق عريضة مركبة. تتم زيارة الزهور من قبل النحل البناء، أنثوكوبا، أوسميا أورولينتا، وأنثوفورا. يمكن للأفراد أن ينمو إلى 0.11 م.\n\n2- علف الماشية: يستخدم البرسيم النجمي كعلف للماشية في بعض المناطق، فهو غني بالبروتين والمواد المغذية الأخرى.\nتحسين التربة: يستخدم هذا النبات أيضًا كمحصول تغطية في الزراعة الحقلية لتحسين تكوين التربة وتعزيز نمو النباتات الأخرى.\n\n3- الديكور الطبيعي: كما يمكن استخدام البرسيم النجمي في المناظر الطبيعية للحدائق والمناظر الطبيعية مما يضيف جمالاً للمساحات الخضراء.\n\n4- الاستخدامات الطبية: على الرغم من أنها ليست شائعة، إلا أن بعض التقاليد الشعبية قد تستخدم Trifolium stellatum لأغراض طبية، مثل علاج الالتهابات أو تهدئة الجهاز الهضمي.\n\n5- تعزيز التنوع البيولوجي: يمكن أن تساعد زراعة Trifolium stellatum في تعزيز التنوع البيولوجي في المناطق الزراعية، حيث يمكن أن توفر موطنًا للحشرات المفيدة وتحسين أداء النظام البيئي في الحقل."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Trifoliu_tellatum1",
      "otherImage": [
        "Trifoliu_tellatum2",
        "Trifoliu_tellatum3",
        "Trifoliu_tellatum4",
        "Trifoliu_tellatum5"
      ]
    },
    {
      "id": 30,
      "name": {
        "en": "tulip",
        "ar": "التُّولِيب"
      },
      "kind": {
        "en": "Liliaceae",
        "ar": "الزنبقية"
      },
      "desc": {
        "en": "Binomial name: Tulipa, Eriostemones, Clusianae, Clusianae\nSynonyms: Clusianae\nFamily: Liliaceae\nOrder: Liliales\nGenus: Tulipa\nNative to: Netherlands, Turkey, Iran, United States of America, Hong Kong\n\n1- Ornamental Purposes: Tulips are primarily used as beautiful flowers for decorating gardens, outdoor areas, and indoor spaces.\n\n2- Cut Flower Arrangements: Tulips are often used as cut flowers in floral arrangements for artistic purposes, such as in painting and \n\n3- Photography: They can be arranged in beautiful bouquets for use in interior decoration.\n\n4- Commercial Cultivation: Tulips are commercially cultivated in farms for sale as cut flowers or to provide bulbs for gardeners and landscaping.\n\n5- Medicinal Uses: Some varieties of tulips are believed to have medicinal properties, although such uses are not common. Some people use certain types of tulips in traditional medicine to treat conditions like inflammation.\n\n6- Historical Culinary Uses: In some cultures, certain types of tulips were used in cooking, although this use has largely faded. In the past, some varieties were used in making beverages and sweets.\n\n7- Research and Development: Tulips are also cultivated for agricultural research and development purposes, where researchers work on improving characteristics such as color, durability, and disease resistance.",
        "ar": "الاسم الثنائي: توليبا كلوسيانا\nالمرادفات: كلوسيانا\nالفصيلة: الزبقيات (Liliaceae)\nالنتيجة: الليليات (Liliales)\nالجنس : توليبا ( توليبا )\nالموطن : هولندا، تركيا، إيران، الولايات المتحدة الأمريكية، ويسكونسن\n\n1- أغراض الزينة: يستخدم التوليب في المقام الأول كزهور جميلة لتزيين الحدائق والمناطق الخارجية والداخلية.\n\n2- تنسيق الزهور المقطوفة: غالبًا ما يتم استخدام زهور التوليب كزهور مقطوعة في تنسيق الأزهار لأغراض فنية، مثل الرسم والرسم.\n\n3- التصوير الفوتوغرافي. ويمكن ترتيبها في باقات جميلة لاستخدامها في الديكور الداخلي.\n\n4- الزراعة التجارية: تتم زراعة التوليب تجارياً في المزارع لبيعها كأزهار مقطوفة أو لتوفير أبصال للبستانيين وتنسيق الحدائق.\n\n5- الاستخدامات الطبية: يعتقد أن بعض أصناف التوليب لها خصائص طبية، على الرغم من أن مثل هذه الاستخدامات ليست شائعة. يستخدم بعض الأشخاص أنواعًا معينة من زهور التوليب في الطب التقليدي لعلاج حالات مثل الالتهاب.\n\n6- استخدامات الطهي التاريخية: في بعض الثقافات، تم استخدام أنواع معينة من زهور التوليب في الطهي، على الرغم من أن هذا الاستخدام قد تلاشى إلى حد كبير. قديماً كانت بعض الأصناف تستخدم في صناعة المشروبات والحلويات.\n\n7- البحث والتطوير: تتم زراعة التوليب أيضًا لأغراض البحث والتطوير الزراعي، حيث يعمل الباحثون على تحسين خصائصه مثل اللون والمتانة ومقاومة الأمراض."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "tulip1",
      "otherImage": [
        "tulip2",
        "tulip3",
        "tulip4",
        "tulip5"
      ]
    },
    {
      "id": 31,
      "name": {
        "en": "Tussilago farfara",
        "ar": "حشيشة السعال"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية "
      },
      "desc": {
        "en": "Binomial name: Tussilago farfara\nSynonyms: Farfara, Farfara radiata, Tussilago alpestris, Cineraria farfara, Tussilago umbertina\nFamily: Asteraceae\nOrder: Asterales\nGenus: Tussilago\nNative to: Afghanistan, Albania, Algeria, Altay, Austria, Baltic States, Belarus, Belgium, Bulgaria, Buryatiya, Central European Rus, China North-Central\n\n1- Coltsfoot has been used in herbal medicine and has been consumed as a food product with some confectionery products, such as Coltsfoot Rock. \n\n2- Tussilago farfara leaves have been used in traditional Austrian medicine internally (as tea or syrup) or externally (directly applied) for treatment of disorders of the respiratory tract, skin, locomotor system, viral infections, flu, colds, fever, rheumatism and gout. An extract of the fresh leaves has also been used to make cough drops and hard candy.\n\n3- Coltsfoot is used as a food plant by the larvae of some Lepidoptera species including the Gothic and small angle shades. It is also visited by honeybees, providing pollen and nectar Coltsfoot is a perennial herbaceous plant that spreads by seeds and rhizomes. \n\n4- Tussilago is often found in colonies of dozens of plants. The flowers, which superficially resemble dandelions, bear scale-leaves on the long stems in early spring. The leaves of coltsfoot, which appear after the flowers have set seed, wither and die in the early summer. The flower heads are of yellow florets with an outer row of bracts. The plant is typically 10–30 cm (3.9–11.8 in) in height. The leaves have angular teeth on their margins.",
        "ar": "الاسم الثنائي: Tussilago farfara\nالمرادفات: فرفارا، فرفارا رادياتا، توسيلاغو ألبستريس، سينيراريا فرفارا، توسيلاغو أمبرتينا\nالفصيلة: النجمية (Asteraceae)\nالترتيب: الأستراليات (Asterales)\nالجنس: توسيلاغو (Tussilago)\nالأصل: أفغانستان، ألبانيا، الجزائر، ألطاي، النمسا، الدول البلطية، بيلاروسيا، بلجيكا، بلغاريا، بورياتيا، روسيا الأوروبية الوسطى، الصين (المنطقة الشمالية الوسطى\n\n1- يستخدم دواء كولتسفوت في طب الأعشاب ويتم استهلاكه كمنتج غذائي مع بعض منتجات الحلويات مثل كولتسفوت روك.\n\n2- تم استخدام أوراق Tussilago Farfara في الطب النمساوي التقليدي داخليًا (كشاي أو شراب) أو خارجيًا (مباشرة) لعلاج اضطرابات الجهاز التنفسي والجلد والجهاز الحركي والالتهابات الفيروسية والأنفلونزا ونزلات البرد والحمى والروماتيزم و النقرس. كما تم استخدام مستخلص الأوراق الطازجة لصنع قطرات السعال والحلوى الصلبة.\n\n3- يستخدم نبات حشيشة السعال كنبات غذائي بواسطة يرقات بعض أنواع حرشفيات الأجنحة ومنها القوطية وظلال الزاوية الصغيرة. كما يزورها نحل العسل لتوفير حبوب اللقاح والرحيق. حشيشة السعال نبات عشبي معمر ينتشر عن طريق البذور والجذور.\n\n4- غالبًا ما يوجد Tussilago في مستعمرات تضم عشرات النباتات. الزهور التي تشبه الهندباء ظاهريًا، تحمل أوراقًا متقشرة على السيقان الطويلة في أوائل الربيع. أوراق حشيشة السعال، التي تظهر بعد أن تضع البذور البذور، تذبل وتموت في أوائل الصيف. رؤوس الزهرة عبارة عن زهيرات صفراء مع صف خارجي من القنابات. يبلغ ارتفاع النبات عادةً 10-30 سم (3.9-11.8 بوصة). الأوراق لها أسنان زاوية على هوامشها."
      },
      "tags": {
        "en": [
          "medicine"
        ],
        "ar": [
          "نبات طبي"
        ]
      },
      "mainImage": "Tussilago_farfara1",
      "otherImage": [
        "Tussilago_farfara2",
        "Tussilago_farfara3",
        "Tussilago_farfara4",
        "Tussilago_farfara5"
      ]
    },
    {
      "id": 32,
      "name": {
        "en": "Sasanqua Camellia",
        "ar": "كاميليا ساسانكوا"
      },
      "kind": {
        "en": "Theaceae",
        "ar": "الثياكيات "
      },
      "desc": {
        "en": "Binomial name: Camellia sasanqua\nSynonyms: Sasanqua Camellia\nFamily: Theaceae\nOrder: Ericales\nGenus: Camellia\nNative to: Japan, Nansei-shoto\n\n1- Garden Decoration: Sasanqua Camellia plants are used to adorn gardens and landscapes due to the beauty of their flowers and shiny leaves. They can be grown as trees or shrubs to add aesthetic value to gardens and backyard spaces.\n\n2- Edging and Hedging: Sasanqua Camellia plants can be used to form garden edges or as green hedges between different areas in the garden.\n\n3-Container Gardening: Sasanqua Camellias can be planted in pots and containers to decorate the front porch or balcony.\n\n4- Cut Flowers: Sasanqua Camellia flowers can be used in floral arrangements to decorate homes or special events.\nIndoor Ornamentation: Flower sprigs can be displayed indoors as part of interior decoration.\n\n5- Traditional Medicinal Uses: In some Eastern cultures, parts of Camellia plants have been used in traditional medicine to treat certain ailments, although these uses are often not scientifically substantiated.\n\n6- Perfume Industry: Some varieties of Camellia seed oil are used in the perfume industry to produce fragrances and essential oils.",
        "ar": "الاسم الثنائي: Camellia sasanqua\nالمرادفات: شاي الساسانكوا\nالفصيلة: الثياكيات (Theaceae)\nالترتيب: القرنفليات (Ericales)\nالجنس: الشاي (Camellia)\nالأصل: اليابان، Nansei-shoto (مجموعة جزر تتكون من جزر Ryukyu والتي تشمل أوكيناوا والجزر المجاورة)\n\n1- تزيين الحدائق: تستخدم نباتات الساسانكوا كاميليا في تزيين الحدائق والمناظر الطبيعية نظراً لجمال أزهارها وأوراقها اللامعة. يمكن زراعتها كأشجار أو شجيرات لإضافة قيمة جمالية للحدائق ومساحات الفناء الخلفي.\n\n2- الحواف والتحوط: يمكن استخدام نباتات الساسانكوا كاميليا لتشكيل حواف الحديقة أو كتحوطات خضراء بين مناطق مختلفة في الحديقة.\n\n3-بستنة الحاويات: يمكن زراعة نبات الساسانكوا كاميليا في أوعية وحاويات لتزيين الشرفة الأمامية أو الشرفة.\n\n4- الزهور المقطوفة: يمكن استخدام زهور الساسانكوا الكاميليا في تنسيق الأزهار لتزيين المنازل أو المناسبات الخاصة.\nالزخرفة الداخلية: يمكن عرض أغصان الزهور في الداخل كجزء من الديكور الداخلي.\n\n5- الاستخدامات الطبية التقليدية: في بعض الثقافات الشرقية، تم استخدام أجزاء من نبات الكاميليا في الطب التقليدي لعلاج بعض الأمراض، على الرغم من أن هذه الاستخدامات غالبًا ما تكون غير مثبتة علميًا.\n\n6- صناعة العطور: تستخدم بعض أصناف زيت بذور الكاميليا في صناعة العطور لإنتاج العطور والزيوت العطرية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Sasanqua_Camellia1",
      "otherImage": [
        "Sasanqua_Camellia2",
        "Sasanqua_Camellia3",
        "Sasanqua_Camellia4",
        "Sasanqua_Camellia5"
      ]
    },
    {
      "id": 33,
      "name": {
        "en": "calendula",
        "ar": "البكورية الجزائرية"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية"
      },
      "desc": {
        "en": "Binomial name: Calendula officinalis\nSynonyms: Calendella Kuntze\nFamily: Asteraceae\nOrder: Asterales\nGenus:  Calendula\nNative to: southwestern Asia, north and southern England\n\n1- Skin Health: Calendula is widely used for its ability to help heal wounds, cuts, bruises, and insect bites due to its anti-inflammatory properties.\n\n2- Oral Health: It has antibacterial properties that make it beneficial in oral hygiene products like toothpaste and mouthwash to combat bacteria causing gingivitis and cavities.\n\n3- Skin Care: Calendula oil can improve the appearance of the skin, reduce wrinkles and age spots, and even the visibility of scars.\n\n4- Eye Care: It contains antioxidants that are beneficial for vision.\n\n5- Anti-inflammatory: It can reduce inflammation and has been used to relieve treatment-related side effects for people with cancer.\n\n6- Menstrual CycleRegulation: Some believe Calendula may help regulate the menstrual cycle and relieve menstrual cramps, although more research is needed.\n\n7- Nursing: Topically applied Calendula products may treat cracked nipples during breastfeeding.Culinary Uses: The petals of Calendula are edible and can be used in soups, stews, and salads.",
        "ar": "الاسم الثنائي: Calendula officinalis\nالمرادفات: كالنديلا كونتزي\nالفصيلة: النجمية (Asteraceae)\nالترتيب: الأستراليات (Asterales)\nالجنس: القطيفة (Calendula)\nالأصل: جنوب غرب آسيا، شمال وجنوب إنجلترا\n\n1- صحة الجلد: يستخدم الآذريون على نطاق واسع لقدرته على المساعدة في شفاء الجروح والجروح والكدمات ولدغات الحشرات بسبب خصائصه المضادة للالتهابات.\n\n2- صحة الفم: له خصائص مضادة للجراثيم مما يجعله مفيداً في منتجات نظافة الفم مثل معجون الأسنان وغسول الفم لمكافحة البكتيريا المسببة لالتهاب اللثة وتسوس الأسنان.\n\n3- العناية بالبشرة: يمكن لزيت الآذريون أن يحسن مظهر البشرة، ويقلل التجاعيد والبقع العمرية، وحتى ظهور الندبات.\n\n4- العناية بالعين: يحتوي على مضادات الأكسدة المفيدة للرؤية.\n\n5- مضاد للالتهابات: يمكن أن يقلل الالتهاب وقد تم استخدامه لتخفيف الآثار الجانبية المرتبطة بالعلاج لدى مرضى السرطان.\n\n6- تنظيم الدورة الشهرية: يعتقد البعض أن الآذريون قد يساعد في تنظيم الدورة الشهرية وتخفيف تشنجات الدورة الشهرية، على الرغم من أن هناك حاجة لمزيد من الأبحاث.\n\n7- الرضاعة: قد تعالج منتجات الآذريون الموضعية تشقق الحلمات أثناء الرضاعة الطبيعية. استخدامات الطهي: بتلات الآذريون صالحة للأكل ويمكن استخدامها في الحساء واليخنات والسلطات."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "calendula1",
      "otherImage": [
        "calendula2",
        "calendula3",
        "calendula4",
        "calendula5"
      ]
    },
    {
      "id": 34,
      "name": {
        "en": "common daisy",
        "ar": "أقحوان المروج"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية "
      },
      "desc": {
        "en": "Binomial name: Bellis perennis\nSynonyms: Bellis alpina\nFamily: Asteraceae\nOrder:  Asterales\nGenus:  Bellis\nNative to: western, central, and northern Europe\n\n1- Medicinal Uses:Headaches and Migraines: Daisies have been used to alleviate headaches.\n\n2- Respiratory Issues: They can help with bronchitis, asthma, and coughs.\n\n3- Digestive Health: Daisies may aid in improving digestion.Skin Care: They have been traditionally used for skin problems like wounds and inflammation.\n\n4- Women’s Health: The plant has uses in addressing issues related to menstruation and urinary tract inflammations.\n\n5- Culinary Uses:Salads: Young flower heads or buds can be added to salads.Soups and Sandwiches: The flower heads can be used in soups or sandwiches.\n\n6- Cooking: The leaves can be cooked and might be used as a potherb.\n\n7- Vinegar Preservation: The buds can be preserved in vinegar and used as a substitute for capers.\n\n8- Other Uses:Decoration: Flower heads are used to decorate salad dishes.It’s important to note that while these uses are traditional, not all may be supported by modern scientific research, and it’s always best to consult with a healthcare provider before using any plant for medicinal purposes. Additionally, the common daisy is considered safe for consumption, but as with any plant, some individuals may have allergies or sensitivities.",
        "ar": "الاسم الثنائي: بيليس الدائم\nالمرادفات: بيليس الألب\nالفصيلة: النجمية\nالترتيب: الأستراليات\nالجنس: بيليس\nالأصل: غرب أوروبا، وسط أوروبا، وشمال أوروبا\n\n1- الاستخدامات الطبية: الصداع والصداع النصفي: تم استخدام البابونج لتخفيف الصداع.\n\n2- مشاكل الجهاز التنفسي: يمكن أن تساعد في علاج التهاب الشعب الهوائية والربو والسعال.\n\n3- صحة الجهاز الهضمي: قد تساعد زهرة الأقحوان في تحسين عملية الهضم. العناية بالبشرة: تم استخدامها تقليديًا لعلاج مشاكل الجلد مثل الجروح والالتهابات.\n\n4- صحة المرأة: للنبات استخدامات في معالجة المشاكل المتعلقة بالدورة الشهرية والتهابات المسالك البولية.\n\n5- استخدامات الطهي: السلطات: يمكن إضافة رؤوس الزهور الصغيرة أو البراعم إلى السلطات. الحساء والسندويشات: يمكن استخدام رؤوس الزهرة في الحساء أو السندويشات.\n\n6- الطبخ: يمكن طهي الأوراق ويمكن استخدامها كنبات.\n\n7- الحفظ بالخل: يمكن حفظ البراعم في الخل واستخدامها كبديل لنبات الكبر.\n\n8- استخدامات أخرى: التزيين: تستخدم رؤوس الزهور لتزيين أطباق السلطة، ومن المهم ملاحظة أنه على الرغم من أن هذه الاستخدامات تقليدية، إلا أنها قد لا تدعمها جميع الأبحاث العلمية الحديثة، ومن الأفضل دائمًا استشارة مقدم الرعاية الصحية قبل استخدام أي منها. نبات للأغراض الطبية. بالإضافة إلى ذلك، يعتبر نبات الأقحوان الشائع آمنًا للاستهلاك، ولكن كما هو الحال مع أي نبات، قد يعاني بعض الأفراد من الحساسية أو الحساسية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "common_daisy1",
      "otherImage": [
        "common_daisy2",
        "common_daisy3",
        "common_daisy4",
        "common_daisy5"
      ]
    },
    {
      "id": 35,
      "name": {
        "en": "Wood anemone",
        "ar": "زهرة اللؤلؤ"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "الخبازيات"
      },
      "desc": {
        "en": "Binomial name: Anemonoides nemorosa\nSynonyms: Anemone nemorosa\nFamily: Ranunculaceae\nOrder:  Ranunculaceae\nGenus: Anemonoide\nNative to: Europe, UK ,Western Europe,North America, Asia,New Zealand\n\n1- Indicator of Ancient Woodland: The presence of wood anemones can indicate ancient woodland as it is a slow-growing species which spreads via rhizomes.\n\n2- Value to Wildlife: It provides essential habitat and forage for pollinators such as bees and butterflies during the early months of the year when nectar sources are scarce. Its rhizomatous root system also helps stabilize soil, preventing erosion in forested areas.\n\n3- Medicinal Uses: Traditionally, people have taken wood anemone for various ailments such as stomach pains, delayed menstruation, gout, whooping cough, and asthma. Moreover, it has been used in the treatment of hepatitis B virus (HBV) infection and is also effective against autoimmune and inflammatory diseases such as rheumatoid arthritis, chronic obstructive pulmonary disease (COPD), and multiple sclerosis.",
        "ar": "الاسم الثنائي: أنيمونويدس نيموروسا\nالمرادفات: أنيمون نيموروسا\nالفصيلة: الخبازيات\nالترتيب: الخبازيات\nالجنس: أنيمونويدس\nالأصل: أوروبا، المملكة المتحدة، غرب أوروبا، شمال أمريكا، آسيا، نيوزيلندا\n\n1- مؤشر الغابات القديمة: يمكن أن يشير وجود شقائق النعمان الخشبية إلى الغابات القديمة، فهي من الأنواع بطيئة النمو وتنتشر عبر الجذور.\n\n2- القيمة للحياة البرية: توفر الموائل الأساسية والعلف للملقحات مثل النحل والفراشات خلال الأشهر الأولى من العام عندما تكون مصادر الرحيق نادرة. يساعد نظام جذرها الجذري أيضًا على استقرار التربة، مما يمنع التآكل في مناطق الغابات.\n\n3- الاستخدامات الطبية: تقليديا، تناول الناس شقائق النعمان الخشبية لعلاج أمراض مختلفة مثل آلام المعدة، وتأخر الدورة الشهرية، والنقرس، والسعال الديكي، والربو. علاوة على ذلك، فقد تم استخدامه في علاج عدوى فيروس التهاب الكبد B (HBV) وهو فعال أيضًا ضد أمراض المناعة الذاتية والالتهابات مثل التهاب المفاصل الروماتويدي ومرض الانسداد الرئوي المزمن (COPD) والتصلب المتعدد."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Wood_anemone1",
      "otherImage": [
        "Wood_anemone2",
        "Wood_anemone3",
        "Wood_anemone4",
        "Wood_anemone5"
      ]
    },
    {
      "id": 36,
      "name": {
        "en": "Silver slipper orchid",
        "ar": "أوركيدة النعل الفضي"
      },
      "kind": {
        "en": "Orchidaceae",
        "ar": "الأوركيدية"
      },
      "desc": {
        "en": "Binomial name: Paphiopedilum micranthum\nSynonyms: Paphiopedilum micranthum\nFamily: Orchidaceae\nOrder: Asparagales\nGenus: Paphiopedilum\nNative to: China,northern Vietnam \n\n1- Ornamental Plant: It is admired for its unique and beautiful flowers, which bloom during late winter to early summer.\n\n2- The plant is a popular choice among orchid enthusiasts for cultivation in gardens and homes.\n\n3- Cultural Significance: While the flowers of Paphiopedilum micranthum have no fragrance, they are still sought after for their aesthetic appeal and are sometimes used in cultural ceremonies or decorations. \n\n4- Medicinal: Some species within the Paphiopedilum genus have been used in traditional medicine, although specific medicinal uses of Paphiopedilum micranthum are not widely documented.\n\n5- The silversole orchid is a rare species of orchid. This plant is often grown as an ornamental plant in homes or private gardens because of the beauty of its flowers and leaves, but it may be difficult to find in nature or in wild places. Rare orchid species often consist of species that are threatened with extinction due to habitat loss and human interference in their natural habitats.",
        "ar": "الاسم الثنائي: بافيوبيديلوم الميكرانثوم\nالمرادفات: بافيوبيديلوم الميكرانثوم\nالفصيلة: الأوركيدية\nالترتيب: الهليونيات\nالجنس: بافيوبيديلوم\nالأصل: الصين، شمال فيتنام\n\n1- نبات الزينة: يتميز بأزهاره الفريدة والجميلة، والتي تتفتح في أواخر الشتاء إلى أوائل الصيف.\n\n2- يعتبر نبات الأوركيد خياراً شائعاً لدى محبي زهرة الأوركيد لزراعته في الحدائق والمنازل.\n\n3- الأهمية الثقافية: على الرغم من أن زهور Paphiopedilum micranthum ليس لها رائحة، إلا أنها لا تزال مطلوبة لجاذبيتها الجمالية وتستخدم أحيانًا في الاحتفالات الثقافية أو الزخارف.\n\n4- الطبية: تم استخدام بعض الأنواع ضمن جنس Paphiopedilum في الطب التقليدي، على الرغم من عدم توثيق الاستخدامات الطبية المحددة لـ Paphiopedilum micranthum على نطاق واسع.\n\n5- زهرة الأوركيد الفضية نوع نادر من زهور الأوركيد. يزرع هذا النبات غالباً كنبات زينة في المنازل أو الحدائق الخاصة بسبب جمال أزهاره وأوراقه، ولكن قد يصعب العثور عليه في الطبيعة أو في الأماكن البرية. غالبًا ما تتكون أنواع الأوركيد النادرة من الأنواع المهددة بالانقراض بسبب فقدان الموائل وتدخل الإنسان في بيئاتها الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental",
          "rare"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "silver_slipper_orchid1",
      "otherImage": [
        "silver_slipper_orchid2",
        "silver_slipper_orchid3",
        "silver_slipper_orchid4",
        "silver_slipper_orchid5"
      ]
    },
    {
      "id": 37,
      "name": {
        "en": "Silverbush",
        "ar": "اللَبلاب"
      },
      "kind": {
        "en": "Convolvulaceae",
        "ar": "الحلفاوية"
      },
      "desc": {
        "en": "Binomial name: Convolvulus cneorum\nSynonyms: Silverbush\nFamily: Convolvulaceae\nOrder: Solanales\nGenus: Convolvulus\nNative to: Australia,Spain, Italy, Croatia, and Albania\n\n1- Ornamental Plant: Silverbush is prized for its attractive silvery foliage and white flowers with a yellow throat, which bloom from spring to summer. It’s commonly used in gardens for its aesthetic appeal and ability to bring a strong architectural form to the landscape.\n\n2- Drought Tolerant: It is well-suited for dry gardens or xeriscaping because it tolerates poor soil, heat, and drought conditions. It’s best planted in gritty, sharply drained soil and can survive with minimal watering once established.\n\n3- Wildlife Attraction: The plant is known for attracting bees with its nectar/pollen-rich flowers, contributing to the biodiversity of the garden ecosystem.Silverbush is also recognized for its low maintenance requirements, making it a popular choice for gardeners looking for plants that do not require extensive care. It’s a versatile plant that can be used in borders, rock gardens, or mass plantings and is excellent for larger patio containers.",
        "ar": "الاسم الثنائي: الحلفاوي السينيورم\nالمرادفات: شجيرة الفضة\nالفصيلة: الحلفاوية\nالترتيب: الباذنجيات\nالجنس: الحلفاويات\nالأصل: أستراليا، إسبانيا، إيطاليا، كرواتيا، وألبانيا\n\n1- نبات الزينة: تشتهر شجيرة الفضة بأوراقها الفضية الجذابة وأزهارها البيضاء ذات الحلق الأصفر، والتي تزهر من الربيع إلى الصيف. يتم استخدامه بشكل شائع في الحدائق لجاذبيته الجمالية وقدرته على إضفاء شكل معماري قوي على المناظر الطبيعية.\n\n2- مقاوم للجفاف: مناسب للحدائق الجافة أو المزروعة لأنه يتحمل سوء التربة والحرارة وظروف الجفاف. من الأفضل زراعتها في تربة رملية شديدة التصريف ويمكنها البقاء على قيد الحياة بأقل قدر من الري بمجرد إنشائها.\n\n3- جاذبية الحياة البرية: يُعرف النبات بجذب النحل بأزهاره الغنية بالرحيق وحبوب اللقاح، مما يساهم في التنوع البيولوجي للنظام البيئي للحديقة. كما يُعرف نبات Silverbush أيضًا بمتطلبات الصيانة المنخفضة، مما يجعله خيارًا شائعًا للبستانيين الذين يبحثون عن النباتات. التي لا تتطلب رعاية واسعة النطاق. إنه نبات متعدد الاستخدامات يمكن استخدامه في الحدود أو الحدائق الصخرية أو المزارع الجماعية وهو ممتاز لحاويات الفناء الكبيرة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "silverbush1__1_",
      "otherImage": [
        "Silverbush2",
        "Silverbush3",
        "Silverbush4",
        "Silverbush5"
      ]
    },
    {
      "id": 38,
      "name": {
        "en": "Snake's head fritillary",
        "ar": "زنبقة رأس الثعبان"
      },
      "kind": {
        "en": "Liliaceae",
        "ar": "الزنبقية"
      },
      "desc": {
        "en": "Binomial name: Fritillaria meleagris\nSynonyms: Lilium meleagris\nFamily: Liliaceae \nOrder: Liliales\nGenus: Fritillaria\nNative to: Europe such as Germany\n\n1- Ornamental Plant: It is highly valued for its unique, checkered patterned flowers, which make it a popular choice for ornamental gardening. The plant can add an exotic and intriguing touch to gardens and landscapes.\n\n2- Wildlife Support: The flowers provide a valuable source of nectar for bees and butterflies, while its leaves serve as food for caterpillars of several moth species. This makes it an important plant for supporting local ecosystems and biodiversity.\n\n3- Cultural Significance: In the UK, the plant is so cherished that Oxford holds its own “Fritillary Sunday” to celebrate it. It has also received the RHS Award of Garden Merit, indicating its high value in horticulture.Pest Resistance: The bulbs of Snake’s head fritillary are resistant to deer, squirrels, and bulb-digging rodents, which may help protect other more vulnerable bulbs in the garden.\n\n4- Snake's head fritillary is a rare species of flower, especially in some areas. Its presence in nature is rare, and it is sometimes grown as an ornamental plant in gardens. The snakehead lily has distinctive purple flowers resembling the pattern of a snake's head, making it attractive to many flower enthusiasts and creative gardeners.",
        "ar": "الاسم الثنائي: فريتيلاريا ميلياجريس\nالمرادفات: ليليوم ميلياجريس\nالفصيلة: الزنبقية\nالترتيب: الزنبقيات\nالجنس: فريتيلاريا\nالأصل: أوروبا مثل ألمانيا\n\n1- نبات الزينة: يحظى بتقدير كبير لأزهاره الفريدة ذات الأنماط المربعة، مما يجعله خيارًا شائعًا لزراعة حدائق الزينة. يمكن للنبات أن يضيف لمسة غريبة ومثيرة للاهتمام إلى الحدائق والمناظر الطبيعية.\n\n2- دعم الحياة البرية: توفر أزهارها مصدراً قيماً للرحيق للنحل والفراشات، بينما تعمل أوراقها كغذاء ليرقات عدة أنواع من العث. وهذا يجعلها نباتًا مهمًا لدعم النظم البيئية المحلية والتنوع البيولوجي.\n\n3- الأهمية الثقافية: في المملكة المتحدة، يحظى النبات بتقدير كبير لدرجة أن أكسفورد تقيم \"يوم الأحد\" الخاص بها للاحتفال به. كما حصلت أيضًا على جائزة RHS للاستحقاق في الحدائق، مما يشير إلى قيمتها العالية في البستنة. مقاومة الآفات: إن بصيلات فريتيلاري رأس الأفعى مقاومة للغزلان والسناجب والقوارض التي تحفر اللمبات، مما قد يساعد في حماية المصابيح الأخرى الأكثر ضعفًا في حديقة.\n\n4- زهرة رأس الثعبان من الأنواع النادرة من الزهور خاصة في بعض المناطق. ووجوده في الطبيعة نادر، ويزرع أحياناً كنبات زينة في الحدائق. تتميز زنبق رأس الثعبان بأزهار أرجوانية مميزة تشبه نمط رأس الثعبان، مما يجعلها جذابة للعديد من عشاق الزهور والبستانيين المبدعين."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "rare"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات نادر"
        ]
      },
      "mainImage": "snake_s_head_fritillary1",
      "otherImage": [
        "snake_s_head_fritillary2",
        "snake_s_head_fritillary3",
        "snake_s_head_fritillary4",
        "snake_s_head_fritillary5"
      ]
    },
    {
      "id": 39,
      "name": {
        "en": "White gaura",
        "ar": "جاورا البيضاء"
      },
      "kind": {
        "en": "Onagraceae",
        "ar": "النجمية"
      },
      "desc": {
        "en": "Binomial name: Oenothera lindheimeri\nSynonyms: Oenothera lindheimeri\nFamily: Onagraceae\nOrder: Myrtales\nGenus: Oenothera\nNative to: Texas, Louisiana\n\n1- Ornamental Plant: It is valued for its tall, airy-looking flowers that resemble butterflies floating in the garden. The plant adds a unique texture and delicate color to garden spaces.\n\n2- Drought Tolerant: White gaura is suitable for dry gardens or xeriscaping because it can survive long periods of drought, tolerating heat, humidity, partial shade, and dry soils.\n\n3- Wildlife Attraction: The plant is deer and rabbit resistant and attracts pollinators like butterflies and hummingbirds, making it beneficial for the local ecosystem.\n\n4- Versatile Use: It can be used in sunny borders for accent color and texture, and is also suitable for containers, rock gardens, or naturalistic meadows. It’s stunning when planted in small groups or large drifts.",
        "ar": "الاسم الثنائي: أوينوثيرا ليندهايميري\nالمرادفات: أوينوثيرا ليندهايميري\nالفصيلة: النجمية\nالترتيب: القرنفليات\nالجنس: أوينوثيرا\nالأصل: تكساس، لويزيانا\n\n1- نبات الزينة: يتميز بأزهاره الطويلة المتجدده التي تشبه الفراشات التي تطفو في الحديقة. يضيف النبات ملمسًا فريدًا ولونًا رقيقًا إلى مساحات الحديقة.\n\n2- تتحمل الجفاف: الجورا البيضاء مناسبة للحدائق الجافة أو المزروعة لأنها تستطيع البقاء على قيد الحياة لفترات طويلة من الجفاف وتتحمل الحرارة والرطوبة والظل الجزئي والتربة الجافة.\n\n3- جاذبية الحياة البرية: النبات مقاوم للغزلان والأرانب ويجذب الملقحات مثل الفراشات والطيور الطنانة، مما يجعله مفيداً للنظام البيئي المحلي.\n\n4- استخدام متعدد الاستخدامات: يمكن استخدامه في الحدود المشمسة لإضفاء لمسة مميزة على اللون والملمس، كما أنه مناسب أيضًا للحاويات أو الحدائق الصخرية أو المروج الطبيعية. إنه أمر مذهل عندما يتم زراعته في مجموعات صغيرة أو في انجرافات كبيرة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "White_gaura1",
      "otherImage": [
        "White_gaura2",
        "White_gaura3",
        "White_gaura4",
        "White_gaura5"
      ]
    },
    {
      "id": 40,
      "name": {
        "en": "sunflower",
        "ar": "عباد الشمس"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية"
      },
      "desc": {
        "en": "Binomial name: Helianthus annuus\nSynonyms: Helianthus\nFamily:  Asteraceae\nOrder: Asterales\nGenus: Oenothera\nNative to: North America and Central America\n\n1- Oil Production: Sunflower seeds are pressed to produce sunflower oil, which is used as a healthier cooking oil due to its low saturated fat content. It’s also used in food products, salad dressings, and for frying.\n\n2- Food Source: The seeds are edible and can be consumed raw, roasted, or used in baking. They’re a healthy snack rich in nutrients and are also incorporated into various dishes and products. \n\n3- Birdseed: Sunflower seeds are a popular choice for bird feeders, attracting a variety of birds, particularly songbirds.\n\n4- Industrial Uses: Sunflower oil is used in the production of biofuel, soap, and paints, and as a lubricant. The oil cake, which is the byproduct of oil extraction, is used for animal feed.Medicinal Uses: While not as common, some parts of the sunflower plant have been used traditionally for medicinal purposes.\n\n5- Ornamental: Sunflowers are widely grown for their aesthetic appeal in gardens and as cut flowers for arrangements.\n\n6- Soil Health: They can be used as cover crops to improve soil health and prevent erosion.\n\n7- Dye: The flowers can yield a yellow dye, which is used in fabric and food coloring.Wildlife Habitat: Sunflowers provide habitat and food for wildlife, contributing to biodiversity.",
        "ar": "الاسم الثنائي: هيليانثوس أنوس\nالمرادفات: هيليانثوس\nالفصيلة: النجمية\nالترتيب: الأستراليات\nالجنس: أوينوثيرا\nالأصل: أمريكا الشمالية وأمريكا الوسطى\n\n1- إنتاج الزيت: يتم عصر بذور دوار الشمس لإنتاج زيت دوار الشمس الذي يستخدم كزيت صحي للطهي بسبب محتواه المنخفض من الدهون المشبعة. كما أنها تستخدم في المنتجات الغذائية، وصلصات السلطة، والقلي.\n\n2- المصدر الغذائي: البذور صالحة للأكل ويمكن استهلاكها نيئة أو محمصة أو استخدامها في الخبز. إنها وجبة خفيفة صحية غنية بالمواد المغذية ويتم دمجها أيضًا في العديد من الأطباق والمنتجات.\n\n3- بذور الطيور: تعتبر بذور عباد الشمس خيارًا شائعًا لمغذيات الطيور، حيث تجذب مجموعة متنوعة من الطيور، وخاصة الطيور المغردة.\n\n4- الاستخدامات الصناعية: يستخدم زيت دوار الشمس في إنتاج الوقود الحيوي والصابون والدهانات وكمادة تشحيم. يتم استخدام كعكة الزيت، وهي منتج ثانوي لاستخراج الزيت، في علف الحيوانات. الاستخدامات الطبية: على الرغم من أنها ليست شائعة، فقد تم استخدام بعض أجزاء نبات عباد الشمس تقليديًا للأغراض الطبية.\n\n5- نباتات الزينة: تزرع عباد الشمس على نطاق واسع لجاذبيتها الجمالية في الحدائق وكأزهار مقطوفة للتنسيق.\n\n6- صحة التربة: يمكن استخدامها كمحاصيل تغطية لتحسين صحة التربة ومنع تآكلها.\n\n7- الصبغة: يمكن أن تنتج الزهور صبغة صفراء تستخدم في تلوين القماش والطعام. موطن الحياة البرية: توفر عباد الشمس الموئل والغذاء للحياة البرية، مما يساهم في التنوع البيولوجي."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "sunflower1",
      "otherImage": [
        "sunflower2",
        "sunflower3",
        "sunflower4",
        "sunflower5"
      ]
    },
    {
      "id": 41,
      "name": {
        "en": "dahlia",
        "ar": "زهرة داليا"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية"
      },
      "desc": {
        "en": "Binomial name: Dahlia pinnata\nSynonyms: Pinnate dahlia\nFamily:  Asteraceae\nOrder: Asterales\nGenus: Dahlia\nNative to: Europe\n\n1- Gardening and Landscaping: Dahlias are popular in gardens for their vibrant colors, unique shapes, and diverse sizes. They can add beauty to borders, flower beds, and containers.\n\n2- Floral Arrangements: Due to their striking appearance, dahlias are often used in floral arrangements, bouquets, and centerpieces for events like weddings and other celebrations.\n\n3- Cut Flowers: Dahlias make excellent cut flowers because they have sturdy stems and come in a wide variety of colors, allowing for versatile arrangements.\n\n4- Symbolic Meanings: In the language of flowers, dahlias can symbolize dignity, elegance, and strength. They are sometimes given as gifts to convey these sentiments.\n\n5- Botanical Interest: For plant enthusiasts, dahlias offer a wide range of varieties to explore, from simple to complex forms, providing opportunities for breeding and hybridization.\n\n6- Culinary Uses: In some cultures, particularly in Mexico, dahlia tubers are consumed as a traditional food item, having a taste similar to potatoes or jicama. Dahlia petals can also be used as edible decorations in gourmet dishes. \n\n7- Educational Purposes: Dahlias can be used in educational settings to demonstrate plant biology, propagation techniques, and horticultural practices.\n\n8- Medicinal Uses: Historically, an Aztec herbal mentioned the use of Dahlia for treating epilepsy. The plant contains several alkaloids, including imperialine.\n\n9- Anti-Inflammatory: Imperialine has anti-inflammatory\nproperties.\n\n10- Antispasmodic: It also acts as an antispasmodic.",
        "ar": "الاسم الثنائي: داليا المشطوفة\nالمرادفات: داليا المشطوفة\nالعائلة : سيارة\nال: ترتيب نجميات\nالجنس: داليا\nالموطن الأصلي: أوروبا\n\n1- البستنة والمناظر الطبيعية: تحظى نباتات الأضاليا بشعبية كبيرة في الحدائق بسبب ألوانها النابضة بالحياة، وأشكالها الفريدة، وأحجامها المتنوعة. يمكنهم إضافة الجمال إلى الحدود وأسرّة الزهور والحاويات.\n\n2- تنسيقات الأزهار: نظرًا لمظهرها المذهل، غالبًا ما تستخدم زهور الدالياس في تنسيقات الزهور وباقات الزهور والقطع المركزية للمناسبات مثل حفلات الزفاف والاحتفالات الأخرى.\n\n3- الزهور المقطوفة: تعتبر زهور الأضاليا من الزهور المقطوفة بشكل ممتاز لأنها تحتوي على سيقان قوية وتأتي في مجموعة واسعة من الألوان، مما يسمح بترتيبات متعددة الاستخدامات.\n\n4- معاني رمزية: في لغة الزهور، يمكن أن ترمز زهور الأضاليا إلى الكرامة والأناقة والقوة. يتم تقديمهم أحيانًا كهدايا للتعبير عن هذه المشاعر.\n\n5- الفائدة النباتية: بالنسبة لعشاق النباتات، تقدم نباتات الدالياس مجموعة واسعة من الأصناف لاستكشافها، من الأشكال البسيطة إلى المعقدة، مما يوفر فرصًا للتكاثر والتهجين.\n\n6- استخدامات الطهي: في بعض الثقافات، وخاصة في المكسيك، يتم استهلاك درنات الداليا كعنصر غذائي تقليدي، ولها طعم مشابه للبطاطس أو الهيكاما. يمكن أيضًا استخدام بتلات الداليا كزينة صالحة للأكل في أطباق الذواقة.\n\n7- الأغراض التعليمية: يمكن استخدام نباتات الأضاليا في البيئات التعليمية لتوضيح بيولوجيا النبات وتقنيات التكاثر والممارسات البستانية.\n\n8- الاستخدامات الطبية: تاريخياً، ذكر أحد أعشاب الأزتيك استخدام الداليا لعلاج الصرع. يحتوي النبات على العديد من القلويدات، بما في ذلك الامبريال.\n\n9- مضاد للالتهابات: يحتوي الامبريلين على مضاد للالتهابات\nملكيات.\n\n10- مضاد للتشنج: ويعمل أيضاً كمضاد للتشنج."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "dahlia1",
      "otherImage": [
        "dahlia2",
        "dahlia3",
        "dahlia4",
        "dahlia5"
      ]
    },
    {
      "id": 42,
      "name": {
        "en": "Sweet pea",
        "ar": "بسلة الزهور"
      },
      "kind": {
        "en": "Fabaceae",
        "ar": "الفصيلة البقولية"
      },
      "desc": {
        "en": "Binomial name: Lathyrus odoratus\nSynonyms: Lathyrus odoratus\nFamily:  Fabaceae\nOrder: Fabales\nGenus: Lathyrus\nNative to: the southwest of Italy, the islands of the Mediterranean\n\n1- Ornamental: Sweet pea is popular for its vibrant colors and intense fragrance, making it a favorite for ornamental gardening. It lends a classic, cottage feel to gardens and is often seen trained up trellises or fences.\n\n2- Culinary: While the plant itself is not edible and is toxic, some varieties of peas within the same family are edible and can be used in a variety of dishes, salads, or desserts.\n\n3- Symbolism: Sweet peas carry symbolic meanings, such as saying goodbye or signifying lasting pleasure. They are often given as gifts to convey a message of thanks for a lovely time or to embody the idea that good memories remain even after the moment has passed.\n\n4- Cultural and Traditional Uses: They are commonly used in religious ceremonies, wedding decorations, and other festive occasions due to their appealing look and scent.\n\n5- Rare and Endangered: Interestingly, there exists a rare species of sweet pea called Lathyrus belinensis found in Turkey. According to a 1995 population survey, only about 5,000 plants were discovered, tragically dropping to 1,000 plants by 2010 a reduction of 80%.\nDespite being closely related to more widespread sweet pea species, it remains rare",
        "ar": "الاسم العلمي: لاثيرس العطري\nالمرادفات: لاثيرس العطري\nالعائلة: الفصيلة البقولية\nالرتبة: فاباليس\nالجنس: لاثيرس\nالأصل: جنوب غرب إيطاليا، جزر البحر الأبيض المتوسط\n\n1- نباتات الزينة: تشتهر البازلاء الحلوة بألوانها النابضة بالحياة ورائحتها القوية، مما يجعلها مفضلة لزراعة الحدائق. إنه يضفي طابعًا ريفيًا كلاسيكيًا على الحدائق وغالبًا ما يتم رؤيته على تعريشات أو أسوار.\n\n2- الطهي: في حين أن النبات نفسه غير صالح للأكل وهو سام، إلا أن بعض أصناف البازلاء الموجودة في نفس العائلة صالحة للأكل ويمكن استخدامها في مجموعة متنوعة من الأطباق أو السلطات أو الحلويات.\n\n3- الرمزية: تحمل البازلاء الحلوة معاني رمزية، مثل الوداع أو الدلالة على المتعة الدائمة. غالبًا ما يتم تقديمها كهدايا لنقل رسالة شكر على وقت جميل أو لتجسيد فكرة أن الذكريات الجميلة تبقى حتى بعد مرور اللحظة.\n\n4- الاستخدامات الثقافية والتقليدية: يشيع استخدامها في الاحتفالات الدينية وزينة الزفاف وغيرها من المناسبات الاحتفالية بسبب مظهرها الجذاب ورائحتها.\n\n5- نادرة ومهددة بالانقراض: ومن المثير للاهتمام أنه يوجد في تركيا نوع نادر من البازلاء الحلوة يسمى Lathyrus belinensis. وفقًا لمسح سكاني أجري عام 1995، تم اكتشاف حوالي 5000 نبات فقط، وانخفض بشكل مأساوي إلى 1000 نبات بحلول عام 2010 بانخفاض قدره 80٪.\nعلى الرغم من ارتباطها الوثيق بأنواع البازلاء الحلوة الأكثر انتشارًا، إلا أنها تظل نادرة"
      },
      "tags": {
        "en": [
          "ornamental",
          "rare"
        ],
        "ar": [
          "نبات زينة",
          "نبات نادر"
        ]
      },
      "mainImage": "sweet_pea1",
      "otherImage": [
        "sweet_pea2",
        "sweet_pea3",
        "sweet_pea4",
        "sweet_pea5"
      ]
    },
    {
      "id": 43,
      "name": {
        "en": "dandelion",
        "ar": "الهندباء البرية"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية"
      },
      "desc": {
        "en": "Binomial name: Taraxacum officinale\nSynonyms: Crepis taraxacum\nFamily:  Asteraceae\nOrder: Asterales\nGenus: Taraxacum\nNative to: America, southern Africa, India, Australia, and New Zealand\n\n1- Culinary: Dandelions are edible from root to flower. The young leaves can be used in salads, soups, or sautéed as greens. The flowers can be used to make dandelion wine, and the roots are sometimes roasted to make a coffee substitute.\n\n2- Medicinal: Dandelions have been used in traditional medicine for centuries. They are believed to have diuretic properties and have been used to support liver health, digestion, and detoxification. Dandelion root and leaf extracts are sometimes used in herbal supplements.\n\n3- Tea and Beverages: Dandelion roots and leaves can be used to make herbal teas. Dandelion wine is a traditional homemade beverage made from the plant's flowers.\n\n4- Skincare and Cosmetics: Some skincare products use dandelion extracts for their antioxidant properties. They are thought to help with skin conditions like acne and eczema.\n\n5- Environmental: Dandelions play a role in ecosystems by providing food for bees and other pollinators. Their deep taproots help aerate soil and can contribute to soil health.\n\n6- Cultural and Folklore: Dandelions have been associated with various symbolic meanings and folklore. Children often blow on dandelion seed heads to make wishes, and the plant is sometimes seen as a symbol of resilience and transformation.\n\n7- Crafts and Art: Dandelions are used in various crafts and artistic projects, such as pressed flowers, natural dyes, and even in some traditional folklore art.",
        "ar": "الاسم العلمي: الهَنْدَبَاء\nالمرادفات: الهَنْدَبَاء\nالعائلة: النجمية\nالرتبة: النجميات\nالجنس: الهَنْدَبَاء\nالأصل: أمريكا، جنوب أفريقيا، الهند، أستراليا، نيوزيلندا\n\n1- نباتات الزينة: تشتهر البازلاء الحلوة بألوانها النابضة بالحياة ورائحتها القوية، مما يجعلها مفضلة لزراعة الحدائق. إنه يضفي طابعًا ريفيًا كلاسيكيًا على الحدائق وغالبًا ما يتم رؤيته على تعريشات أو أسوار.\n\n2- الطهي: في حين أن النبات نفسه غير صالح للأكل وهو سام، إلا أن بعض أصناف البازلاء الموجودة في نفس العائلة صالحة للأكل ويمكن استخدامها في مجموعة متنوعة من الأطباق أو السلطات أو الحلويات.\n\n3- الرمزية: تحمل البازلاء الحلوة معاني رمزية، مثل الوداع أو الدلالة على المتعة الدائمة. غالبًا ما يتم تقديمها كهدايا لنقل رسالة شكر على وقت جميل أو لتجسيد فكرة أن الذكريات الجميلة تبقى حتى بعد مرور اللحظة.\n\n4- الاستخدامات الثقافية والتقليدية: يشيع استخدامها في الاحتفالات الدينية وزينة الزفاف وغيرها من المناسبات الاحتفالية بسبب مظهرها الجذاب ورائحتها.\n\n5- نادرة ومهددة بالانقراض: ومن المثير للاهتمام أنه يوجد في تركيا نوع نادر من البازلاء الحلوة يسمى Lathyrus belinensis. وفقًا لمسح سكاني أجري عام 1995، تم اكتشاف حوالي 5000 نبات فقط، وانخفض بشكل مأساوي إلى 1000 نبات بحلول عام 2010 بانخفاض قدره 80٪.\nعلى الرغم من ارتباطها الوثيق بأنواع البازلاء الحلوة الأكثر انتشارًا، إلا أنها تظل نادرة"
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "dandelion1",
      "otherImage": [
        "dandelion2",
        "dandelion3",
        "dandelion4",
        "dandelion5"
      ]
    },
    {
      "id": 44,
      "name": {
        "en": "Tiger lily",
        "ar": "زنبق النمر"
      },
      "kind": {
        "en": "Liliaceae",
        "ar": "الزنبقية"
      },
      "desc": {
        "en": "Binomial name: Lilium lancifolium\nSynonyms: Lilium californicum\nFamily:  Liliaceae\nOrder: Liliales\nGenus:  Lilium\nNative to: China, USA, southern British Columbia in Canada south to northern California and east to Montana in the northwestern United States\n\n1- Medicinal: In traditional medicine, especially in Asia, the bulb of the Tiger lily is used for its anti-inflammatory, diuretic, emmenagogue, emollient, and expectorant properties. It’s been used to treat heart diseases, coughs, sore throats, palpitations, boils, bronchitis, pneumonia, tuberculosis, stress, anxiety, and depression.\n\n2- Ornamental: The Tiger lily is widely appreciated for its striking orange flowers with black spots, making it a popular ornamental plant in gardens. It’s also used in floral arrangements and bouquets.\n\n3- Cultural Symbolism: The flower is often gifted as a symbol of friendship and is also used as a symbol of wealth, pride, and prosperity. Its vibrant color symbolizes passion and love.\n\n4- Pollinator Attraction: It’s a great addition to pollinator gardens as the flowers attract bees, butterflies, and hummingbirds.Highly Toxic to \n\n5- Cats:Tiger lilies are highly toxic to cats.\nEven ingesting one or two flower petals or drinking water that has seeped through the lily’s pot or vase can lead to severe illness and death in cats.",
        "ar": "الاسم الثنائي: زنبق السيف\nالمرادف: زنبق كاليفورنيا\nالعائلة: الزنبقية\nالترتيب: الزنبقيات\nالجنس: الزنبق\nالأصل: الصين، الولايات المتحدة، جنوب بريتش كولومبيا في كندا جنوبًا إلى شمال كاليفورنيا وشرقًا إلى مونتانا في الولايات المتحدة الشمالية الغربية\n\n1- طبي: في الطب التقليدي، وخاصة في آسيا، يتم استخدام بصيلة زنبق النمر لخصائصها المضادة للالتهابات، ومدر للبول، ومدر للطمث، ومطرية، وطاردة للبلغم. تم استخدامه لعلاج أمراض القلب والسعال والتهاب الحلق والخفقان والدمامل والتهاب الشعب الهوائية والالتهاب الرئوي والسل والتوتر والقلق والاكتئاب.\n\n2- نباتات الزينة: تحظى زهرة الزنبق النمر بتقدير واسع النطاق لزهورها البرتقالية الرائعة ذات البقع السوداء، مما يجعلها نبات زينة مشهورًا في الحدائق. كما أنها تستخدم في تنسيق الزهور وباقات.\n\n3- الرمزية الثقافية: غالبًا ما يتم إهداء الزهرة كرمز للصداقة وتستخدم أيضًا كرمز للثروة والفخر والرخاء. لونه النابض بالحياة يرمز إلى العاطفة والحب.\n\n4- جذب الملقحات: إنها إضافة رائعة لحدائق الملقحات حيث تجذب الأزهار النحل والفراشات والطيور الطنانة.\n\n5- القطط: زنابق النمر شديدة السمية للقطط.\nحتى تناول واحدة أو اثنتين من بتلات الزهور أو شرب الماء المتسرب من خلال وعاء أو مزهرية الزنبق يمكن أن يؤدي إلى مرض شديد ووفاة القطط."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "tiger_lily1",
      "otherImage": [
        "tiger_lily2",
        "tiger_lily3",
        "tiger_lily4",
        "tiger_lily5"
      ]
    },
    {
      "id": 45,
      "name": {
        "en": "coreopsis",
        "ar": "بقية سنانية"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجميات"
      },
      "desc": {
        "en": "Binomial name: Coreopsis\nSynonyms: Acispermum Neck\nFamily:  Asteraceae\nOrder: Asterales\nGenus:  Coreopsis\nNative to: North America, Central and South America\n\n1- Gardening and Landscaping: Coreopsis is a favorite in gardens for its bright and cheerful blooms. It is used to add color to garden beds, borders, and containers. It’s a versatile plant that can thrive in various soil types and conditions, making it a great choice for both beginner and experienced gardeners.\n\n2- Attracting Pollinators: Coreopsis flowers are known for attracting bees, butterflies, and other pollinators, making them beneficial for maintaining a healthy garden ecosystem.\n\n3- Cut Flowers: The long-lasting and vibrant flowers of coreopsis make them suitable for cut flower arrangements, bringing color and cheer to indoor spaces.\n\n4- Ground Cover: Some varieties of coreopsis are used as ground cover in larger landscape projects, helping to fill spaces with colorful blooms and reducing weed growth.\n\n5- Erosion Control: Coreopsis has a dense growth habit, which can help with erosion control on slopes and hillsides, contributing to soil stability.\n\n6- Drought Tolerance: Coreopsis is generally drought tolerant, making it a suitable choice for xeriscaping and water-wise gardens, where water conservation is a priority.\n\n7- Wildflower Gardens: Coreopsis is often included in wildflower seed mixes due to its hardiness and ability to thrive in naturalized settings. It's commonly used in meadows and prairie restorations.\n\n8- Educational Gardens: Coreopsis is used in educational gardens to demonstrate the benefits of native plants and to teach about pollinator-friendly gardening practices.\n\n9- Medicinal Uses: The roots of coreopsis can be used to brew a tea that is useful in treating diarrhea.In traditional herbal medicine, coreopsis has been classified as an herbal plant with medicinal properties.An old folk belief suggests that women who want to conceive a female baby can increase the chances by making an infusion of the entire coreopsis plant (excluding the roots) to consume.Additionally, dried coreopsis plants were previously used as a substitute for coffee.",
        "ar": "الاسم الثنائي: كوريوبسيس\nالمرادف: أسيسبيرموم نك\nالعائلة: النجميات\nالترتيب: النجميات\nالجنس: الكوريوبسيس\nالأصل: أمريكا الشمالية، وأمريكا الوسطى، وأمريكا الجنوبية\n\n1- البستنة والمناظر الطبيعية: يعتبر نبات Coreopsis من النباتات المفضلة في الحدائق لأزهاره المشرقة والمبهجة. يتم استخدامه لإضافة اللون إلى أسرة الحديقة والحدود والحاويات. إنه نبات متعدد الاستخدامات يمكنه أن يزدهر في أنواع وظروف التربة المختلفة، مما يجعله خيارًا رائعًا لكل من البستانيين المبتدئين وذوي الخبرة.\n\n2- جذب الملقحات: تشتهر زهور Coreopsis بجذب النحل والفراشات وغيرها من الملقحات، مما يجعلها مفيدة للحفاظ على النظام البيئي الصحي للحديقة.\n\n3- الزهور المقطوفة: زهور Coreopsis النابضة بالحياة والتي تدوم طويلاً تجعلها مناسبة لتنسيق الزهور المقطوفة، مما يضفي اللون والبهجة على المساحات الداخلية.\n\n4- الغطاء الأرضي: تستخدم بعض أصناف نبات الكوروبسيس كغطاء أرضي في مشاريع المناظر الطبيعية الكبيرة، مما يساعد على ملء المساحات بالأزهار الملونة وتقليل نمو الأعشاب الضارة.\n\n5- التحكم في التآكل: يتمتع نبات Coreopsis بعادة نمو كثيفة، والتي يمكن أن تساعد في السيطرة على التآكل على المنحدرات وسفوح التلال، مما يساهم في استقرار التربة.\n\n6- تحمل الجفاف: نبات Coreopsis يتحمل الجفاف بشكل عام، مما يجعله خيارًا مناسبًا للزراعة والحدائق المائية، حيث يكون الحفاظ على المياه أولوية.\n\n7- حدائق الزهور البرية: غالبًا ما يتم تضمين Coreopsis في خلطات بذور الزهور البرية نظرًا لصلابتها وقدرتها على النمو في البيئات الطبيعية. يستخدم بشكل شائع في ترميم المروج والبراري.\n\n8- الحدائق التعليمية: يتم استخدام Coreopsis في الحدائق التعليمية لتوضيح فوائد النباتات المحلية وتعليم ممارسات البستنة الصديقة للملقحات.\n\n9- الاستخدامات الطبية: يمكن استخدام جذور نبات الكوروبسيس لتحضير شاي مفيد في علاج الإسهال. يمكن أن يؤدي إنجاب طفل أنثى إلى زيادة فرصك عن طريق ضخ نبات اللب بأكمله (باستثناء الجذور) للاستهلاك. بالإضافة إلى ذلك، كانت نباتات اللب المجففة تستخدم سابقًا كبديل للقهوة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "coreopsis1",
      "otherImage": [
        "coreopsis2",
        "coreopsis3",
        "coreopsis4",
        "coreopsis5"
      ]
    },
    {
      "id": 46,
      "name": {
        "en": "Garden geranium",
        "ar": "الجارونيا"
      },
      "kind": {
        "en": "Geraniaceae ",
        "ar": "الجرانيات"
      },
      "desc": {
        "en": "Binomial name: Geranium\nSynonyms: Acispermum Neck\nFamily:  Geraniaceae \nOrder: Asterales\nGenus:  Geranium\nNative to: South Africa \n\n1- Ornamental Plant: They are popular for their colorful blooms and attractive foliage, making them ideal for beds, borders, and containers. They can also be wintered over indoors as houseplants.\n\n2- Aromatic: Some varieties of garden geraniums are known for their pleasant fragrance, which can be used for natural home scenting.\n\n3- Medicinal: There are claims of health benefits associated with garden geraniums, such as reducing stress levels, inflammation, and improving skin health. However, these uses are not widely documented and should be approached with caution.\n\n4- Culinary: Although not typically used for culinary purposes, some geranium species have edible leaves that can be used in flavor infusions or as a salad ingredient.\n\n5- Natural Insect Repellant: The scent of certain geraniums can repel insects, making them useful for natural pest control in the garden.\n\n6- Soil Improvement: They can help improve soil quality by adding organic matter as they decompose.",
        "ar": "الاسم الثنائي: جيرانيوم\nالمرادف: أسيسبيرموم نك\nالعائلة: الجرانيات\nالترتيب: النجميات\nالجنس: الجيرانيوم\nالأصل: جنوب أفريقيا\n\n1- نباتات الزينة: تشتهر بأزهارها الملونة وأوراقها الجذابة، مما يجعلها مثالية للأسرة والحدود والحاويات. ويمكن أيضًا فصل الشتاء في الداخل كنباتات منزلية.\n\n2- عطرية: بعض أصناف نبات إبرة الراعي الحديقة معروفة برائحتها الطيبة، والتي يمكن استخدامها لتعطير المنزل بشكل طبيعي.\n\n3- طبي: هناك ادعاءات بوجود فوائد صحية مرتبطة بنبات إبرة الراعي في الحديقة، مثل تقليل مستويات التوتر والالتهابات وتحسين صحة الجلد. ومع ذلك، لم يتم توثيق هذه الاستخدامات على نطاق واسع وينبغي التعامل معها بحذر.\n\n4- الطهي: على الرغم من أنها لا تستخدم عادةً لأغراض الطهي، إلا أن بعض أنواع إبرة الراعي تحتوي على أوراق صالحة للأكل يمكن استخدامها في نقع النكهات أو كعنصر في السلطة.\n\n5- طارد طبيعي للحشرات: يمكن لرائحة بعض نباتات إبرة الراعي أن تطرد الحشرات، مما يجعلها مفيدة لمكافحة الآفات الطبيعية في الحديقة.\n\n6- تحسين التربة: يمكن أن تساعد في تحسين جودة التربة عن طريق إضافة المواد العضوية أثناء تحللها."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "garden_geranium1",
      "otherImage": [
        "garden_geranium2",
        "garden_geranium3",
        "garden_geranium4",
        "garden_geranium5"
      ]
    },
    {
      "id": 47,
      "name": {
        "en": "Garden Nasturtium",
        "ar": "جرجير الميه"
      },
      "kind": {
        "en": "Tropaeolaceae",
        "ar": "التروبيوليات"
      },
      "desc": {
        "en": "Binomial name: Tropaeolum majus\nSynonyms: Nasturtium indicum Garsault\nFamily:  Tropaeolaceae\nOrder: Brassicales\nGenus:  Tropaeolum\nNative to:  South and Central America\n\n1- Ornamental Gardening: Nasturtium is grown for its vibrant flowers, which come in a range of colors including orange, red, yellow, and even cream. It is often used in flower beds, borders, hanging baskets, and container gardens. Some varieties are trailing or climbing, making them suitable for trellises and fences.\n\n2- Culinary: Nasturtium is entirely edible, with a spicy, peppery flavor. The leaves can be used in salads, sandwiches, and as a garnish. The flowers are edible and are often used to add color to dishes, while the seeds can be pickled and used as a substitute for capers.\n\n3- Companion Planting: Nasturtium is used in companion planting because it can help attract beneficial insects and repel certain pests. It is known to attract aphids, which helps to keep them away from more valuable crops. It can also deter squash bugs, cucumber beetles, and other garden pests.\n\n4- Pollinator Friendly: Nasturtium is attractive to bees, butterflies, and other pollinators, which makes it a beneficial addition to gardens focused on supporting local ecosystems.\n\n5- Ground Cover: Some varieties of nasturtium can be used as ground cover, especially in areas where other plants might struggle to grow.\n\n6- Medicinal: Historically, nasturtium has been used in traditional herbal remedies. It is believed to have antimicrobial properties and has been used in natural medicine to treat colds and other ailments.\n\n7- Crafts and Decorations: The colorful flowers and leaves can be used in craft projects, such as pressed flower art or natural dyeing.",
        "ar": "الاسم الثنائي: تروبيولوم المهيمن\nالمرادف: ناستورتيوم إنديكوم غارسو\nالعائلة: التروبيوليات\nالترتيب: الصليبيات\nالجنس: تروبيولوم\nالأصل: أمريكا الجنوبية والوسطى\n\n1- بستنة الزينة: يزرع الكبوسين لزهوره النابضة بالحياة والتي تأتي في مجموعة من الألوان بما في ذلك البرتقالي والأحمر والأصفر وحتى الكريمي. غالبًا ما يتم استخدامه في أحواض الزهور والحدود والسلال المعلقة وحدائق الحاويات. بعض الأصناف متأخرة أو متسلقة، مما يجعلها مناسبة للتعريشات والأسوار.\n\n2- الطهي: الكبوسين صالح للأكل تماما، مع نكهة حارة وفلفلية. يمكن استخدام الأوراق في السلطات والسندويشات وكزينة. الزهور صالحة للأكل وغالبًا ما تستخدم لإضافة اللون إلى الأطباق، بينما يمكن تخليل البذور واستخدامها كبديل لنبات الكبر.\n\n3- الزراعة المصاحبة: يستخدم نبات الكبوسين في الزراعة المصاحبة لأنه يمكن أن يساعد في جذب الحشرات المفيدة وصد بعض الآفات. ومن المعروف أنه يجذب حشرات المن، مما يساعد على إبعادها عن المحاصيل الأكثر قيمة. يمكنه أيضًا ردع حشرات القرع وخنافس الخيار وآفات الحديقة الأخرى.\n\n4- صديق للملقحات: يعتبر الكبوسين جاذباً للنحل والفراشات والملقحات الأخرى، مما يجعله إضافة مفيدة للحدائق التي تركز على دعم النظم البيئية المحلية.\n\n5- الغطاء الأرضي: يمكن استخدام بعض أصناف نبات الكبوسين كغطاء أرضي، خاصة في المناطق التي قد تواجه فيها نباتات أخرى صعوبة في النمو.\n\n6- طبيًا: تاريخيًا، تم استخدام الكبوسين في العلاجات العشبية التقليدية. يُعتقد أن له خصائص مضادة للميكروبات وقد تم استخدامه في الطب الطبيعي لعلاج نزلات البرد والأمراض الأخرى.\n\n7- الحرف والديكورات: يمكن استخدام الزهور والأوراق الملونة في المشاريع الحرفية، مثل فن الزهور المضغوطة أو الصباغة الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "garden_nasturtium1",
      "otherImage": [
        "garden_nasturtium2",
        "garden_nasturtium3",
        "garden_nasturtium4",
        "garden_nasturtium5"
      ]
    },
    {
      "id": 48,
      "name": {
        "en": "Sweet scabious",
        "ar": "العشار الباسق"
      },
      "kind": {
        "en": "Caprifoliaceae",
        "ar": "العليقية"
      },
      "desc": {
        "en": "Binomial name: Scabiosa atropurpurea\nSynonyms: Sweet scabious\nFamily:  Caprifoliaceae\nOrder: Dipsacales\nGenus:   Scabiosa\nNative to:  Europe, Asia, North Africa\n\n1- Ornamental Plant: It is popular in gardens for its attractive pincushion-like blooms and is used to bring life and color to garden spaces. It’s ideal for borders and can be grown in indoor spaces.\n\n2- Pollinator Attraction: The nectar-rich flowers are very attractive to pollinators such as bees and butterflies, making it a valuable addition to any garden aiming to support local ecosystems.\n\n3- Cut Flowers: Many gardeners appreciate sweet scabious for its long-lasting flowers, which make excellent cut flowers for arrangements in the home.\n\n4- Medicinal Uses: Historically, sweet scabious has been used in traditional medicine to treat various ailments, including respiratory issues, headaches, and fever. It is also believed to have a calming effect on the mind and body and is sometimes used as a natural sedative.",
        "ar": "الاسم الثنائي: سكابيوسا البنفسجية\nالمرادف: العليقة الحلوة\nالعائلة: العليقية\nالترتيب: العصفريات\nالجنس: سكابيوسا\nالأصل: أوروبا، آسيا، شمال إفريقيا\n\n1- نبات الزينة: يحظى بشعبية كبيرة في الحدائق لأزهاره الجذابة التي تشبه المدبسة، ويستخدم لإضفاء الحياة واللون على مساحات الحديقة. إنها مثالية للحدود ويمكن زراعتها في المساحات الداخلية.\n\n2- جذب الملقحات: تعتبر الزهور الغنية بالرحيق جذابة للغاية للملقحات مثل النحل والفراشات، مما يجعلها إضافة قيمة لأي حديقة تهدف إلى دعم النظم البيئية المحلية.\n\n3- الزهور المقطوفة: العديد من البستانيين يقدّرون زهرة الجرب الحلوة لزهورها طويلة الأمد، والتي تعتبر زهور مقطوفة ممتازة للترتيبات في المنزل.\n\n4- الاستخدامات الطبية: تاريخيًا، تم استخدام الجرب الحلو في الطب التقليدي لعلاج أمراض مختلفة، بما في ذلك مشاكل الجهاز التنفسي والصداع والحمى. ويعتقد أيضًا أن له تأثيرًا مهدئًا على العقل والجسم ويستخدم أحيانًا كمهدئ طبيعي."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "sweet_scabious1",
      "otherImage": [
        "sweet_scabious2",
        "sweet_scabious3",
        "sweet_scabious4",
        "sweet_scabious5"
      ]
    },
    {
      "id": 49,
      "name": {
        "en": "Snapdragon",
        "ar": "زهرة التنين"
      },
      "kind": {
        "en": "Plantaginaceae",
        "ar": "البلانتاجينيات"
      },
      "desc": {
        "en": "Binomial name: Antirrhinum majus\nSynonym: Antirrhinum majus subsp\nFamily: Plantaginaceae\nOrder: Lamiales\nGenus: Antirrhinum\nNative to: Mediterranean Europe\n\n1- Ornamental: Snapdragons are popular in gardens and as cut flowers due to their colorful and distinctive blooms. They are used in container gardening, as bedding plants, and the smaller species can be used in rock gardens. The taller varieties may be grown in dry gardens, and the shorter ones are great for edging.\n\n2- Medicinal: Traditionally, the seeds have been used to extract edible oils, particularly in Russia. The leaves and flowers are known for their anti-inflammatory and stimulant properties. Snapdragons have been employed in poultices on skin tumors and ulcers and are effective in treating various kinds of inflammation.\n\n3- Edible Flowers: The flowers are edible and can be added to salads. Despite their bitter taste, they are a source of vitamins.",
        "ar": "الاسم الثنائي: أنتيرينوم الأكبر\nالمرادف: أنتيرينوم الأكبر فرع فرعي\nالعائلة: البلانتاجينيات\nالترتيب: الشفويات\nالجنس: أنتيرينوم\nالأصل: جنوب أوروبا البحر المتوسط\n\n1- نباتات الزينة: تحظى نباتات سناب دراجون بشعبية كبيرة في الحدائق وكأزهار مقطوفة بسبب أزهارها الملونة والمميزة. يتم استخدامها في البستنة الحاوية، كنباتات الفراش، ويمكن استخدام الأنواع الأصغر في الحدائق الصخرية. يمكن زراعة الأصناف الأطول في الحدائق الجافة، أما الأصناف الأقصر فهي رائعة للحواف.\n\n2- طبيًا: تقليديًا، تم استخدام البذور لاستخلاص الزيوت الصالحة للأكل، خاصة في روسيا. تشتهر الأوراق والأزهار بخصائصها المضادة للالتهابات والمنشطة. تم استخدام Snapdragons في الكمادات على أورام الجلد والقروح وهي فعالة في علاج أنواع مختلفة من الالتهابات.\n\n3- الزهور الصالحة للأكل: الزهور صالحة للأكل ويمكن إضافتها إلى السلطات. على الرغم من مذاقها المرير، فهي مصدر للفيتامينات."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "snapdragon1",
      "otherImage": [
        "snapdragon2",
        "snapdragon3",
        "snapdragon4",
        "snapdragon5"
      ]
    },
    {
      "id": 50,
      "name": {
        "en": "buttercup",
        "ar": "حوذان"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "الرانونكوليات"
      },
      "desc": {
        "en": "Binomial name: Ranunculus\nSynonym: Buttercup\nFamily: Ranunculaceae\nOrder: Ranunculales\nGenus: Ranunculus\nNative to: They are found in both hemispheres on all continents except Antarctica\n\n1- Ornamental: Some species of buttercups are grown for their bright, glossy yellow flowers and are used in gardens and floral arrangements.\n\n2- Wildlife Attraction: Buttercups are a source of food for bees and hummingbirds, contributing to pollination and the ecosystem.\n\n3- Medicinal: Historically, buttercups have been used in traditional medicine for various ailments. Fresh leaves have been used as a rubefacient in rheumatism, gout, arthritis, and neuralgia. The juice has been applied to the nostrils to provoke sneezing and cure headaches. Poultices made from the plant have been used for eczema, warts, boils, and abscesses.\n\n4- Cultural Significance: The reflection of buttercup flowers under the chin to see if it glows yellow is a traditional childhood game to determine if someone likes butter.Buttercups (Ranunculus species) are indeed captivating with their bright yellow flowers, but they come with a cautionary note. \n\n5- Let’s explore their toxicity:Ironically, all buttercups are considered poisonous and may cause dermatitis (skin irritation).If crushed or brushed, the leaves of buttercups release a compound called ranunculin, which breaks down into protoanemonin, an acrid, toxic oil.Contact with protoanemonin can cause burning, itching, and an accompanying rash with blisters.While they are too bitter for livestock, if food is scarce, livestock may eat them, leading to blisters on their lips and mouths.On the plus side, these poisonous compounds make buttercups deer and rabbit resistant.Some buttercups can also be invasive and outcompete your lawn.",
        "ar": "الاسم الثنائي: رانونكولوس\nالمرادف: الزبدية\nالعائلة: الرانونكوليات\nالترتيب: الرانونكوليات\nالجنس: رانونكولوس\nالأصل: يتواجدون في كل من النصفين الشمالي والجنوبي على جميع القارات ما عدا القارة القطبية الجنوبية\n\n1- نباتات الزينة: تزرع بعض أنواع الحوذان لأزهارها الصفراء اللامعة وتستخدم في الحدائق وتنسيق الأزهار.\n\n2- جاذبية الحياة البرية: يعتبر الحوذان مصدر غذاء للنحل والطيور الطنانة، ويساهم في التلقيح والنظام البيئي.\n\n3- طبيًا: تاريخيًا، تم استخدام الحوذان في الطب التقليدي لعلاج أمراض مختلفة. تم استخدام الأوراق الطازجة كعلاج للروماتيزم والنقرس والتهاب المفاصل والألم العصبي. تم وضع العصير على فتحتي الأنف لإثارة العطس وعلاج الصداع. تم استخدام الكمادات المصنوعة من النبات لعلاج الأكزيما والثآليل والدمامل والخراجات.\n\n4- الأهمية الثقافية: إن انعكاس زهور الحوذان تحت الذقن لمعرفة ما إذا كانت تتوهج باللون الأصفر هي لعبة أطفال تقليدية لتحديد ما إذا كان شخص ما يحب الزبدة. الحوذان (أنواع الحوذان) آسرة بالفعل بأزهارها الصفراء الزاهية، لكنها تأتي مع ملاحظة تحذيرية.\n\n5- دعونا نستكشف سميتها: ومن المفارقات أن جميع أنواع الحوذان تعتبر سامة وقد تسبب التهاب الجلد (تهيج الجلد). إذا تم سحقها أو تنظيفها بالفرشاة، تطلق أوراق الحوذان مركبًا يسمى الحوذان، والذي يتحلل إلى بروتوانيمونين، وهو زيت سام لاذع. الاتصال مع البروتوانيمونين يمكن أن يسبب حرقان وحكة وطفح جلدي مصاحب مع بثور. في حين أنها مريرة للغاية بالنسبة للماشية، إذا كان الطعام نادرا، قد تأكلها الماشية، مما يؤدي إلى ظهور بثور على شفاههم وأفواههم. على الجانب الإيجابي، هذه سامة تجعل المركبات الحوذان الغزلان والأرانب مقاومة. يمكن أيضًا أن تكون بعض الحوذان غازية وتتفوق على حديقتك."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "buttercup1",
      "otherImage": [
        "buttercup2",
        "buttercup3",
        "buttercup4",
        "buttercup5"
      ]
    },
    {
      "id": 51,
      "name": {
        "en": "Pansy",
        "ar": "بانسي"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "الرانونكوليات"
      },
      "desc": {
        "en": "Binomial name: Viola - wittrockiana\nSynonym: Pansy\nFamily: Ranunculaceae\nOrder: Ranunculaceae\nGenus: Viola\nNative to: Europe and western Asia\n\n1- Ornamental Gardening: Pansies are widely used in gardens and landscaping for their colorful blooms. They are often planted in flower beds, borders, window boxes, hanging baskets, and containers. Their ability to thrive in cooler weather makes them a popular choice for spring and fall gardens.\n\n2- Seasonal Displays: Because of their cold tolerance, pansies are commonly used in seasonal displays, adding color to gardens during early spring and late autumn when other plants might not be blooming.\n\n3- Edible Flowers: Pansies are edible and can be used to add color and decoration to dishes. They are often used in salads, desserts, or as a garnish on cakes and other baked goods.\n\n4- Floral Arrangements: Pansies can be used in floral arrangements and bouquets. Their unique patterns and bright colors add visual interest.\n\n5- Companion Planting: Pansies can be used in companion planting, especially in ornamental gardens. They can help create a visually appealing garden design and complement other plants.\n\n6- Symbolism and Sentiment: Pansies have symbolic meanings in different cultures, often representing remembrance, thoughtfulness, or admiration. They are sometimes used in art, literature, and folklore to convey these sentiments.\n\n7- Crafts and Art: Pansies can be used in crafts, such as pressed flower art, or for creating potpourri. Their vibrant colors and distinct patterns make them popular for various artistic projects.\n\n8- Medicinal Uses: Pansy contains several beneficial compounds. \n\n9- Mucilage: Rich in mucilage (around 15%), which gives it anti-inflammatory and emollient properties.Salicylic Acid and Salicylates: Contains small amounts of salicylic acid and salicylates, making it an excellent antirheumatic.\n\n10- Flavonoids: These contribute to its medicinal value.Internal preparations with pansy can be used for Respiratory Diseases the mucilage soothes irritated throats and helps treat bronchitis. It also contains analgesic components to alleviate pain.\n\n11- Cough: Pansy acts as an effective antitussive, calming coughs and reducing throat irritation.\n\n12- Infectious Diseases: Some antibiotic principles in pansy help combat infections.The root of pansy, similar to violet root, is emetic due to its bitter principles.\n\n13- Depurative Properties:Pansy purifies the blood and fights inflammation and infections affecting the urinary tract, such as cystitis.Its demulcent power, thanks to abundant mucilage, soothes and calms irritated throats.\n\n14- External Use:Pansy herb can be applied externally to treat mild seborrheic skin diseases like dandruff, itching, cradle cap, and acne.In summary, pansy offers a blend of beauty and health benefits, making it a valuable addition to herbal remedies",
        "ar": "الاسم الثنائي: البنفسج النبيل\nالمرادف: البنسي\nالعائلة: الرانونكوليات\nالترتيب: الرانونكوليات\nالجنس: البنفسج\nالأصل: أوروبا وغرب آسيا\n\n1- بستنة الزينة: يستخدم نبات البانسي على نطاق واسع في الحدائق والمناظر الطبيعية لأزهاره الملونة. غالبًا ما يتم زراعتها في أحواض الزهور والحدود وصناديق النوافذ والسلال المعلقة والحاويات. إن قدرتهم على الازدهار في الطقس البارد تجعلهم خيارًا شائعًا لحدائق الربيع والخريف.\n\n2- العروض الموسمية: نظرًا لتحملها للبرد، تُستخدم زهور الثالوث بشكل شائع في العروض الموسمية، مما يضيف لونًا إلى الحدائق خلال أوائل الربيع وأواخر الخريف عندما لا تزدهر النباتات الأخرى.\n\n3- الزهور الصالحة للأكل: زهور البانسيز صالحة للأكل ويمكن استخدامها لإضافة اللون والديكور إلى الأطباق. غالبًا ما يتم استخدامها في السلطات أو الحلويات أو كزينة على الكعك والمخبوزات الأخرى.\n\n4- تنسيق الأزهار: يمكن استخدام زهور البانسي في تنسيق الأزهار والباقات. تضيف أنماطها الفريدة وألوانها الزاهية اهتمامًا بصريًا.\n\n5- الزراعة المصاحبة: يمكن استخدام زهور الفانوس في الزراعة المصاحبة، خاصة في حدائق الزينة. يمكنهم المساعدة في إنشاء تصميم حديقة جذاب بصريًا واستكمال النباتات الأخرى.\n\n6- الرمزية والمشاعر: زهور الثالوث لها معانٍ رمزية في الثقافات المختلفة، وغالبًا ما تمثل الذكرى أو التفكير أو الإعجاب. يتم استخدامها أحيانًا في الفن والأدب والفولكلور لنقل هذه المشاعر.\n\n7- الحرف والفنون: يمكن استخدام زهور البانسي في الحرف اليدوية، مثل فن الزهرة المضغوطة، أو لصنع أوراق مجففة. ألوانها النابضة بالحياة وأنماطها المميزة تجعلها مشهورة في العديد من المشاريع الفنية.\n\n8- الاستخدامات الطبية: يحتوي نبات البانسي على عدة مركبات مفيدة.\n\n9- الهلام: غني بالهلام (حوالي 15%) مما يعطيه خصائص مضادة للالتهابات ومطرية. حمض الساليسيليك والساليسيلات: يحتوي على كميات صغيرة من حمض الساليسيليك والساليسيلات مما يجعله مضاد ممتاز للروماتيزم.\n\n10- مركبات الفلافونويد: وهي تساهم في قيمته الطبية.\nيمكن استخدام المستحضرات الداخلية مع زهرة الثالوث لعلاج أمراض الجهاز التنفسي، حيث يعمل الصمغ على تهدئة الحلق المتهيج ويساعد في علاج التهاب الشعب الهوائية. كما أنه يحتوي على مكونات مسكنة لتخفيف الألم.\n\n11- السعال: يعمل نبات البانسي كمضاد فعال للسعال، فيهدئ السعال ويقلل من تهيج الحلق.\n\n12- الأمراض المعدية: بعض مبادئ المضادات الحيوية الموجودة في نبات الفانوس تساعد في مكافحة الالتهابات. جذر نبات الفانوس، مثل جذر البنفسج، مقيئ بسبب مبادئه المرة.\n\n13- خصائص منقية: ينقي نبات البانسي الدم ويحارب الالتهابات والالتهابات التي تصيب المسالك البولية مثل التهاب المثانة. كما أن قوته الملطفة بفضل وفرة الصمغ تلطف وتهدئ الحلق المتهيج.\n\n14- الاستخدام الخارجي: يمكن تطبيق عشبة البانسي خارجياً لعلاج أمراض الجلد الدهنية الخفيفة مثل القشرة، والحكة، وقلنسوة المهد، وحب الشباب. باختصار، يقدم البانسي مزيجاً من الفوائد الجمالية والصحية، مما يجعله إضافة قيمة للعلاجات العشبية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "pansy1",
      "otherImage": [
        "pansy2",
        "pansy3",
        "pansy4",
        "pansy5"
      ]
    },
    {
      "id": 52,
      "name": {
        "en": "Anthurium",
        "ar": "الأَنْطُور"
      },
      "kind": {
        "en": "Araceae",
        "ar": "الأرومية"
      },
      "desc": {
        "en": "Binomial name: Anthurium\nSynonym: Anthurium\nFamily: Araceae\nOrder: Alismatales\nGenus: Anthurium\nNative to: Brazil Northeast\n\n1- Medicinal: While Anthuriums are not typically recognized for their medicinal properties, they are known to purify the air by absorbing major indoor pollutants such as Formaldehyde, Xylene, and Ammonia.\n\n2- Ornamental: Anthuriums are widely grown as ornamental plants due to their showy, long-lasting floral structures and attractive foliage.\n\n3- Toxicity: Anthurium plants are poisonous due to calcium oxalate crystals. The sap is irritating to the skin and eyes, and ingestion can cause severe irritation of the mouth and throat.",
        "ar": "الاسم الثنائي: الأنثوريوم\nالمرادف: الأنثوريوم\nالعائلة: الأرومية\nالترتيب: الأليزماتيات\nالجنس: الأنثوريوم\nالأصل: شمال شرق البرازيل\n\n1- طبي: في حين أن نبات الأنثوريوم لا يُعرف عادةً بخصائصه الطبية، إلا أنه من المعروف أنه ينقي الهواء عن طريق امتصاص الملوثات الداخلية الرئيسية مثل الفورمالديهايد والزيلين والأمونيا.\n\n2- نباتات الزينة: يُزرع نبات الأنثوريوم على نطاق واسع كنباتات زينة نظرًا لبنيتها الزهرية المبهجة وطويلة الأمد وأوراقها الجذابة.\n\n3- السمية: نباتات الأنثوريوم سامة بسبب وجود بلورات أكسالات الكالسيوم. النسغ مهيج للجلد والعينين، ويمكن أن يسبب ابتلاعه تهيجًا شديدًا في الفم والحلق."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات نادر"
        ]
      },
      "mainImage": "anthurium1",
      "otherImage": [
        "anthurium2",
        "anthurium3",
        "anthurium4",
        "anthurium5"
      ]
    },
    {
      "id": 53,
      "name": {
        "en": "Artichoke",
        "ar": "الخرشوف"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Artichoke\nSynonyms: articiocco\nFamily:  Asteraceae\nOrder: Asterales\nGenus: Helianthus\nNative to: Alabama, Alberta, Arizona, Arkansas, British Columbia, California, Colorado, Connecticut, Delaware, District of Columbia, Florida, Georgia, Idaho, Illinois.\n\n1- Artichokes are a versatile plant, offering both culinary delights and aesthetic appeal, while also contributing to health and wellness when included in the diet. They are a testament to the diversity and utility of plants in our lives. \n\n2- Medicinal : Artichokes are known for their potential medicinal properties, including lowering blood sugar levels and improving digestion, heart health, and liver health.\n\n3- Ornamental : While primarily grown for their edible parts, Artichokes can also be an ornamental addition to gardens due to their attractive foliage and flowers.",
        "ar": "الاسم الثنائي: خرشوف\nالمرادفات: آرتيشوكو\nالعائلة: المركبات\nالرتبة: نجميات\nالجنس: عباد الشمس\nالموطن الأصلي: ألاباما، ألبرتا، أريزونا، أركنساس، كولومبيا البريطانية، كاليفورنيا، كولورادو، كونيتيكت، ديلاوير، منطقة العاصمة، فلوريدا، جورجيا، أيداهو، إلينوي.\n\n1- الخرشوف نبات متعدد الاستخدامات، يقدم المأكولات اللذيذة والجاذبية الجمالية، بينما يساهم أيضًا في الصحة والعافية عند تضمينه في النظام الغذائي. إنها شهادة على تنوع النباتات وفائدتها في حياتنا.\n\n2- طبيًا: يُعرف الخرشوف بخصائصه الطبية المحتملة، بما في ذلك خفض مستويات السكر في الدم وتحسين عملية الهضم وصحة القلب وصحة الكبد.\n\n3- نباتات الزينة: على الرغم من أن الخرشوف يزرع في المقام الأول من أجل أجزائه الصالحة للأكل، إلا أنه يمكن أن يكون أيضًا إضافة زينة للحدائق بسبب أوراق الشجر والزهور الجذابة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "artichoke1",
      "otherImage": [
        "artichoke2",
        "artichoke3",
        "artichoke4",
        "artichoke5"
      ]
    },
    {
      "id": 54,
      "name": {
        "en": "Arum-lily",
        "ar": "نبات الكالا"
      },
      "kind": {
        "en": "Araceae",
        "ar": "الزنبقية"
      },
      "desc": {
        "en": "Binomial name: Arum-lily\nSynonyms: All species are endemic to central and southern Africa, from Nigeria to Tanzania and South Africa. Z. aethiopica grows naturally in marshy areas and is only deciduous when water becomes scarce. It grows continuously when watered and fed regularly and can survive periods of minor frosts.\nFamily:  Araceae\nOrder: Alismatales\nGenus: Zantedeschia\nNative to: ape Provinces, Free State, KwaZulu-Natal, Lesotho, Northern Provinces, Swaziland\n\n1- Ornamental : Arum-lilies are cultivated as ornamental plants due to their attractive foliage and flowers.\n\n2- Toxicity: All parts of the Arum-lily plant are poisonous, containing calcium oxalate. Ingestion can cause severe symptoms such as swelling of the tongue and throat, stomach pain, vomiting, and diarrhea.",
        "ar": "الاسم الثنائي: زنبق الأروم\nالمرادفات: جميع الأنواع حصرية لوسط وجنوب أفريقيا، من نيجيريا إلى تنزانيا وجنوب أفريقيا. تنمو زنبق الأروم (الزنبق الأثيوبي) بشكل طبيعي في المناطق الرطبة وتتساقط أوراقها فقط عندما يصبح الماء نادرًا. تنمو بشكل مستمر عندما تروى وتُغذى بانتظام ويمكنها البقاء خلال فترات الصقيع الطفيفة.\nالعائلة: الزنبقية\nالرتبة: الخبازيات\nالجنس: زانتيديسكيا\nالموطن الأصلي: كيب بروفنس، فري ستيت، كوازولو ناتال، ليسوتو، الدولة الشمالية، سوازيلاند\n\n1- نباتات الزينة: تزرع زنابق الأروم كنباتات زينة بسبب أوراقها وأزهارها الجذابة.\n\n2- السمية: جميع أجزاء نبات زنبق الأروم سامة، حيث تحتوي على أكسالات الكالسيوم. يمكن أن يسبب الابتلاع أعراضًا حادة مثل تورم اللسان والحلق وآلام المعدة والقيء والإسهال."
      },
      "tags": {
        "en": [
          "ornamental",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "arum_lily1",
      "otherImage": [
        "arum_lily2",
        "arum_lily3",
        "arum_lily4",
        "arum_lily5"
      ]
    },
    {
      "id": 55,
      "name": {
        "en": "Azalea",
        "ar": "أزالية"
      },
      "kind": {
        "en": "Ericaceae",
        "ar": "الجريبات"
      },
      "desc": {
        "en": "Binomial name: Rhododendron\nSynonyms: Rhododendron\nFamily:  Ericaceae\nOrder:  Ericales\nGenus: Rhododendron\nNative to: Asia, North America\n\n1- Medicinal: Azaleas have been used in traditional medicine for their antibacterial and anti-inflammatory properties. However, they contain toxic compounds and should not be ingested without proper preparation and dosage.\n\n2- Ornamental Value: Azaleas are highly valued as ornamental plants for their beautiful and vibrant flowers, which bloom in various color s.\n\n3- Toxicity: All parts of Azalea plants are considered poisonous as they contain grayanotoxins. Ingestion can lead to symptoms like low blood pressure, low heart rate, and potentially life-threatening conditions. Azaleas offer a stunning display of flowers and can be a great addition to gardens. However, due to their toxicity, they should be handled with care, especially around pets and children. If you’re considering using Azaleas for medicinal purposes, it’s crucial to consult with a healthcare professional before use.",
        "ar": "الاسم الثنائي: الزعرور\nالمرادفات: الزعرور\nالعائلة: الجريبات\nالرتبة: الجريبيات\nالجنس: الزعرور\nالموطن الأصلي: آسيا، أمريكا الشمالية\n\n1- طبيًا: استخدمت الأزالية في الطب التقليدي لخصائصها المضادة للبكتيريا والمضادة للالتهابات. ومع ذلك، فهي تحتوي على مركبات سامة ويجب عدم تناولها دون التحضير والجرعة المناسبة.\n\n2- القيمة الزينة: تحظى الأزالية بتقدير كبير كنباتات زينة لأزهارها الجميلة النابضة بالحياة والتي تتفتح بمختلف الألوان.\n\n3- السمية: جميع أجزاء نبات الأزالية تعتبر سامة لاحتوائها على سموم جرايانو. يمكن أن يؤدي الابتلاع إلى أعراض مثل انخفاض ضغط الدم، وانخفاض معدل ضربات القلب، وحالات قد تهدد الحياة. تقدم الأزاليات عرضًا مذهلاً للزهور ويمكن أن تكون إضافة رائعة للحدائق. ومع ذلك، نظرًا لسميتها، يجب التعامل معها بحذر، خاصة حول الحيوانات الأليفة والأطفال. إذا كنت تفكر في استخدام الأزاليات للأغراض الطبية، فمن الضروري استشارة أخصائي الرعاية الصحية قبل الاستخدام."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "azalea1",
      "otherImage": [
        "azalea2",
        "azalea3",
        "azalea4",
        "azalea5"
      ]
    },
    {
      "id": 56,
      "name": {
        "en": "Bird of paradise flower",
        "ar": "زهرة عصفور الجنة الملكي"
      },
      "kind": {
        "en": "Strelitziaceae",
        "ar": "ستريليتزيات"
      },
      "desc": {
        "en": "Binomial name: Strelitzia reginae\nSynonyms: Strelitzia reginae\nFamily:  Strelitziaceae\nOrder:  Zingiberales\nGenus: Strelitzia\nNative to: South Africa\n\n1- The Bird of Paradise flower stands out for its ornamental beauty and is a favorite among gardeners and houseplant enthusiasts for its exotic look. However, it should be handled with care due to its mild toxicity, especially around pets.\n\n2- Medicinal: In traditional medicine, certain parts of the Bird of Paradise plant have been used to treat various ailments, including skin conditions and inflammation.\n\n3- Ornamental: The Bird of Paradise is very popular as an ornamental plant due to its unique flowers and attractive foliage. It is widely cultivated in warm climates and as a houseplant.\n\n4- Toxicity: The Bird of Paradise plant is considered minimally toxic to humans. However, it can cause mild gastrointestinal symptoms like nausea and vomiting if ingested, and it may be poisonous for animals.",
        "ar": "الاسم الثنائي: ستريليتزيا ريجيني\nالمرادفات: ستريليتزيا ريجيني\nالعائلة: ستريليتزيات\nالرتبة: زنجبيراليات\nالجنس: ستريليتزيا\nالموطن الأصلي: جنوب أفريقيا\n\n1- تتميز زهرة طائر الجنة بجمالها الزخرفي وهي مفضلة لدى البستانيين وعشاق النباتات المنزلية لمظهرها الغريب. ومع ذلك، ينبغي التعامل معه بحذر بسبب سميته الخفيفة، خاصة حول الحيوانات الأليفة.\n\n2- طبي: في الطب التقليدي، تم استخدام أجزاء معينة من نبات طائر الجنة لعلاج أمراض مختلفة، بما في ذلك الأمراض الجلدية والالتهابات.\n\n3- نباتات الزينة: يحظى طائر الجنة بشعبية كبيرة كنبات زينة بسبب أزهاره الفريدة وأوراقه الجذابة. يزرع على نطاق واسع في المناخات الدافئة وكنبات منزلي.\n\n4- السمية: يعتبر نبات طائر الجنة أقل سمية للإنسان. ومع ذلك، فإنه يمكن أن يسبب أعراضًا معدية معوية خفيفة مثل الغثيان والقيء إذا تم تناوله، وقد يكون سامًا للحيوانات."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "bird_of_paradise_flower1",
      "otherImage": [
        "bird_of_paradise_flower2",
        "bird_of_paradise_flower3",
        "bird_of_paradise_flower4",
        "bird_of_paradise_flower5"
      ]
    },
    {
      "id": 57,
      "name": {
        "en": "black eyed susan",
        "ar": "زهرة سوزان ذات العيون السوداء"
      },
      "kind": {
        "en": "Rudbeckia hirta",
        "ar": "رودبيكيا الشعراء"
      },
      "desc": {
        "en": "Dahlias are beautiful and versatile flowers that can be used in a variety of ways in the garden. They are relatively easy to grow, and they will provide you with blooms from summer to fall. Dahlias are beautiful and versatile flowers that can be used in a variety of ways in the garden. They are relatively easy to grow, and they will provide you with blooms from summer to fall.Dahlias are beautiful and versatile flowers that can be used in a variety of ways in the garden. They are relatively easy to grow, and they will provide you with blooms from summer to fall.Dahlias are beautiful and versatile flowers that can be used in a variety of ways in the garden. They are relatively easy to grow, and they will provide you with blooms from summer to fall.Binomial name: Rudbeckia hirta\nSynonyms: Brown-eyed Susan\nFamily:  Rudbeckia hirta\nOrder:  Rudbeckia hirta\nGenus: Rudbeckia\nNative to: North America\n\n1- Black-eyed Susan is a versatile plant that adds beauty to any garden and has historical medicinal uses, but it should be handled with care due to its potential toxicity to animals and allergic reactions in sensitive individuals.\n2- Medicinal :Black-eyed Susan has been used traditionally by Native American tribes to treat snakebites, earaches, and to rid the body of parasitic worms. It has also been used for colds and the flu. However, the seeds are poisonous and not recommended for consumption.\n\n3- Ornamental :Black-eyed Susan is widely cultivated in gardens for its bright, yellow, daisy-like flowers and is used in summer bedding schemes, borders, containers, and wildflower gardens.",
        "ar": "الاسم الثنائي: رودبيكيا الشعراء\nالمرادفات: سوزان ذات العين البنية\nالعائلة: رودبيكيا الشعراء\nالرتبة: رودبيكيا الشعراء\nالجنس: رودبيكيا\nالموطن الأصلي: أمريكا الشمالية\n\n1- نبات السوزان ذو العين السوداء هو نبات متعدد الاستخدامات يضيف الجمال إلى أي حديقة وله استخدامات طبية تاريخية، ولكن يجب التعامل معه بحذر بسبب سميته المحتملة للحيوانات وردود الفعل التحسسية لدى الأفراد الحساسين.\n\n2- طبي: تم استخدام السوزان ذو العين السوداء تقليديا من قبل القبائل الأمريكية الأصلية لعلاج لدغات الثعابين، وآلام الأذن، وتخليص الجسم من الديدان الطفيلية. كما تم استخدامه لنزلات البرد والانفلونزا. ومع ذلك، فإن البذور سامة ولا ينصح بتناولها.\n\n3- نباتات الزينة: يزرع نبات السوزان أسود العينين على نطاق واسع في الحدائق لأزهاره الزاهية الصفراء الشبيهة بالأقحوان ويستخدم في مخططات الفراش الصيفية والحدود والحاويات وحدائق الزهور البرية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "black_eyed_susan1",
      "otherImage": [
        "black_eyed_susan2",
        "black_eyed_susan3",
        "black_eyed_susan4",
        "black_eyed_susan5"
      ]
    },
    {
      "id": 58,
      "name": {
        "en": "California tree poppy",
        "ar": "خشخاش"
      },
      "kind": {
        "en": "Papaveraceae",
        "ar": "الخشخاشيات"
      },
      "desc": {
        "en": "Binomial name:  Romneya coulteri\nSynonyms: Romneya coulteri\nFamily: Papaveraceae\nOrder: Ranunculales\nGenus: Romneya\nNative to: Southern California and Northwest Mexico\n\n1- The California tree poppy is appreciated for its ornamental beauty and potential calming effects, but like many plants, it should be handled with care due to its mild toxicity.\n\n2- Medicinal :The California tree poppy has been used traditionally for its calming properties and may help reduce anxiety and stress. However, it’s important to note that scientific data supporting these claims are limited.\n\n3- Ornamental :The California tree poppy is a popular ornamental plant, known for its large, showy flowers. It’s often used in xeriscaping and as an erosion control plant on hillsides.\n\n4- Toxicity:The plant contains mild saponins that can cause skin irritation and gastric issues if not handled properly.",
        "ar": "الإسم الثنائي: رومنيا كولتيري\nالمرادفات: رومنيا كولتيري\nالعائلة: الخشخاشيات\nالرتبة: الحنطية\nالجنس: رومنيا\nالموطن الأصلي: جنوب كاليفورنيا وشمال غرب المكسيك\n\n1- تحظى شجرة خشخاش كاليفورنيا بالتقدير لجمالها الزخرفي وتأثيراتها المهدئة المحتملة، ولكن مثل العديد من النباتات، يجب التعامل معها بحذر بسبب سميتها الخفيفة.\n\n2- طبيًا: تم استخدام خشخاش شجرة كاليفورنيا تقليديًا لخصائصه المهدئة وقد يساعد في تقليل القلق والتوتر. ومع ذلك، من المهم ملاحظة أن البيانات العلمية التي تدعم هذه الادعاءات محدودة.\n\n3- نبات الزينة: نبات خشخاش كاليفورنيا من نباتات الزينة المشهورة، معروف بأزهاره الكبيرة المبهرجة. غالبًا ما يتم استخدامه في xeriscaping وكمحطة للتحكم في التآكل على سفوح التلال.\n\n4- السمية: يحتوي النبات على مادة الصابونين الخفيفة التي يمكن أن تسبب تهيج الجلد ومشاكل في المعدة إذا لم يتم التعامل معها بشكل صحيح."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "california_tree_poppy1",
      "otherImage": [
        "california_tree_poppy2",
        "california_tree_poppy3",
        "california_tree_poppy4",
        "california_tree_poppy5"
      ]
    },
    {
      "id": 59,
      "name": {
        "en": "Cape marguerite",
        "ar": "أقحوان المروج"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "نجميات"
      },
      "desc": {
        "en": "Binomial name: Osteospermum ecklonis\nSynonyms: Osteospermum ecklonis\nFamily: Asteraceae\nOrder: Asterales\nGenus: Osteospermum\nNative to: South Africa\n\n1- Cape Marguerite is a versatile and attractive plant that can add a splash of color to any garden. While it has some traditional medicinal uses, it is primarily appreciated for its ornamental value. However, it should be handled with care around livestock due to its potential toxicity.\n\n2- Medicinal : Cape Marguerite has been used in traditional medicine to treat coughs, colds, and fever. However, more research is needed to confirm the effectiveness of these treatments.\n\n3- Ornamental : Cape Marguerite is widely used as an ornamental plant due to its vibrant and colorful flowers. It is suitable for borders, rock gardens, and as a ground cover.\n\n4- Toxicity: The plant is said to contain hydrocyanic acid, making it poisonous to livestock. However, there is no indication that it is toxic to humans or pets.",
        "ar": "الاسم الثنائي: أوستيوسبرموم إيكلونيس\nالمرادفات: أوستيوسبرموم إيكلونيس\nالعائلة: نجميات\nالرتبة: نجميات\nالجنس: أوستيوسبرموم\nأصلها: جنوب أفريقيا\n\n1- يعتبر نبات كيب مارجريت نباتًا جذابًا ومتعدد الاستخدامات ويمكنه إضافة لمسة من الألوان إلى أي حديقة. على الرغم من أن لها بعض الاستخدامات الطبية التقليدية، إلا أنها تحظى بالتقدير في المقام الأول لقيمتها الزينة. ومع ذلك، ينبغي التعامل معه بحذر حول الماشية بسبب سميته المحتملة.\n\n2- طبيًا: تم استخدام كيب مارجريت في الطب التقليدي لعلاج السعال ونزلات البرد والحمى. ومع ذلك، هناك حاجة إلى مزيد من الأبحاث لتأكيد فعالية هذه العلاجات.\n\n3- نباتات الزينة: يستخدم نبات كيب مارجريت على نطاق واسع كنبات زينة بسبب أزهاره النابضة بالحياة والملونة. إنها مناسبة للحدود والحدائق الصخرية وكغطاء أرضي.\n\n4- السمية: يقال أن النبات يحتوي على حمض الهيدروسيانيك مما يجعله ساما للماشية. ومع ذلك، ليس هناك ما يشير إلى أنها سامة للإنسان أو الحيوانات الأليفة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "cape_marguerite1",
      "otherImage": [
        "cape_marguerite2",
        "cape_marguerite3",
        "cape_marguerite4",
        "cape_marguerite5"
      ]
    },
    {
      "id": 60,
      "name": {
        "en": "Centranthus ruber",
        "ar": "وشعه حمراء"
      },
      "kind": {
        "en": "Caprifoliaceae",
        "ar": "اللوزيات"
      },
      "desc": {
        "en": "Binomial name: Centranthus ruber\nSynonyms: Synonyms\nFamily: Caprifoliaceae\nOrder: Caprifoliaceae\nGenus: Genus\nNative to: Mediterranean region\n\n1- Medicinal: While Centranthus ruber is sometimes confused with the true valerian (Valeriana officinalis), which has strong effects on the nervous system, Centranthus ruber itself has no known medicinal properties.\n\n2- Ornamental Value: Centranthus ruber is a popular perennial grown for its ornamental and showy star-shaped flowers. It is known for its long blooming season and is easy to grow, fairly pest and disease-free, and attracts butterflies.",
        "ar": "الاسم الثنائي: سينترانثوس روبر\nالمرادفات: المرادفات\nالعائلة: اللوزيات\nالرتبة: اللوزيات\nالجنس: الجنس\nأصلها: مناطق البحر الأبيض المتوسط\n\n1- طبي: في حين يتم الخلط أحيانًا بين هذا النبات وبين نبات الناردين الحقيقي (Valeriana officinalis)، الذي له تأثيرات قوية على الجهاز العصبي، إلا أن نبات Centranthus Ruber نفسه ليس له خصائص طبية معروفة.\n\n2- القيمة الزينة: هو نبات معمر مشهور يزرع لزهوره المزخرفة والمبهجة على شكل نجمة. وهي معروفة بموسم ازدهارها الطويل وسهلة النمو، وخالية من الآفات والأمراض إلى حد ما، وتجذب الفراشات."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "centranthus_ruber1",
      "otherImage": [
        "centranthus_ruber2",
        "centranthus_ruber3",
        "centranthus_ruber4",
        "centranthus_ruber5"
      ]
    },
    {
      "id": 61,
      "name": {
        "en": "Chaerophyllum temulum",
        "ar": "سرفل مترنح"
      },
      "kind": {
        "en": "Chaerophyllum temulum",
        "ar": "كيروفيلوم تيمولوم"
      },
      "desc": {
        "en": "Binomial name: Chaerophyllum temulum\nSynonyms: Chaerophyllum temulum\nFamily: Chaerophyllum temulum\nOrder: Chaerophyllum temulum is Apiales\nGenus: Chaerophyllum\nNative to: Europe and some parts of Western Asia\n\n1- Medicinal: In folk medicine, Chaerophyllum temulum has been used in small doses to treat arthritis, dropsy, and chronic skin complaints, and as a spring tonic. However, it is important to note that it is poisonous and should be used with caution.\n\n2- Ornamental Value: Chaerophyllum temulum is not typically used as an ornamental plant due to its toxicity.\n\n3- Toxicity: Chaerophyllum temulum is poisonous. It contains the polyyne falcarinol and the compound falcarinone, which can cause symptoms similar to those of alcoholic intoxication if ingested1.\n\n4- Rarity: While Chaerophyllum temulum is common in certain regions like England and Wales, it is considered rare in the Mediterranean region.\n\n5- It’s important to handle Chaerophyllum temulum with care due to its toxic properties, and it is not recommended for ornamental use in gardens. ",
        "ar": "الاسم الثنائي: كيروفيلوم تيمولوم\nالمرادفات: كيروفيلوم تيمولوم\nالعائلة: كيروفيلوم تيمولوم\nالرتبة: كيروفيلوم تيمولوم هي شكليات\nالجنس: كيروفيلوم\nأصلها: أوروبا وبعض أجزاء من غرب آسيا\n\n1- طبيًا: في الطب الشعبي، تم استخدام Chaerophyllum temulum بجرعات صغيرة لعلاج التهاب المفاصل والاستسقاء والشكاوى الجلدية المزمنة، وكمنشط ربيعي. ومع ذلك، فمن المهم أن نلاحظ أنه سام ويجب استخدامه بحذر.\n\n2- القيمة الزينة: لا يستخدم عادة نبات Chaerophyllum temulum كنبات زينة بسبب سميته.\n\n3- السمية: Chaerophyllum temulum سام. أنه يحتوي على البوليين فالكارينول ومركب فالكارينون، الذي يمكن أن يسبب أعراض مشابهة لأعراض التسمم الكحولي إذا تم تناوله.\n\n4- الندرة: في حين أن Chaerophyllum temulum شائع في مناطق معينة مثل إنجلترا وويلز، إلا أنه يعتبر نادرًا في منطقة البحر الأبيض المتوسط.\n\n5- من المهم التعامل مع نبات Chaerophyllum temulum بحذر بسبب خصائصه السامة، ولا ينصح باستخدامه للزينة في الحدائق."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "rare",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات نادر",
          "نبات سام"
        ]
      },
      "mainImage": "chaerophyllum_temulum1",
      "otherImage": [
        "chaerophyllum_temulum2",
        "chaerophyllum_temulum3",
        "chaerophyllum_temulum4",
        "chaerophyllum_temulum5"
      ]
    },
    {
      "id": 62,
      "name": {
        "en": "Papaver rhoeas",
        "ar": "الخَشْخاش المَنْثور"
      },
      "kind": {
        "en": "Papaveraceae",
        "ar": "قطيفية"
      },
      "desc": {
        "en": "Binomial name: Papaver rhoeas\nSynonyms: Papaver insignitum Jord\nFamily: Papaveraceae\nOrder: Ranunculales\nGenus: Papaver\nNative to: north Africa and temperate Eurasia\n\n1- Ornamental and Decorative: Papaver rhoeas is sometimes used as an ornamental plant in gardens and natural areas for its beautiful red color.\n\n2- Medicinal Uses: It is believed to have soothing and sedative properties, so it is sometimes used as a natural remedy to help people relax and sleep.\n\n3- Culinary Uses: In some cultures, Papaver rhoeas is used as a dietary supplement in certain dishes, although it should be used cautiously due to its medicinal potency.\n\n4- Traditional Uses: In some cultures, Papaver rhoeas is used in celebrations and religious or spiritual rituals as a symbol of remembrance or sorrow.\n\n5- Cosmetic Uses: Some beauty products contain extracts of Papaver rhoeas for its soothing and anti-inflammatory properties.",
        "ar": "الاسم الثنائي: بابافير روياس\nالمرادفات: بابافير إنسينيتوم جورد\nالعائلة: قطيفية\nالرتبة: زهرانيات\nالجنس: بابافير\nأصلها: شمال أفريقيا وأوراسيا المعتدلة\n\n1- الزينة والديكور: يستخدم نبات البابافير أحياناً كنبات زينة في الحدائق والمناطق الطبيعية للونه الأحمر الجميل.\n\n2- الاستخدامات الطبية: يُعتقد أن له خصائص مهدئة ومهدئة، لذلك يستخدم أحيانًا كعلاج طبيعي لمساعدة الإنسان على الاسترخاء والنوم.\n\n3- استخدامات الطهي: في بعض الثقافات، يتم استخدام طائر البابافير كمكمل غذائي في بعض الأطباق، على الرغم من أنه يجب استخدامه بحذر بسبب فعاليته الطبية.\n\n4- الاستخدامات التقليدية: في بعض الثقافات، يتم استخدام رهياس البابافير في الاحتفالات والطقوس الدينية أو الروحية كرمز للذكرى أو الحزن.\n\n5- الاستخدامات التجميلية: تحتوي بعض منتجات التجميل على خلاصة نبات البابفير لخصائصه المهدئة والمضادة للالتهابات."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "papaver_rhoeas1",
      "otherImage": [
        "papaver_rhoeas2",
        "papaver_rhoeas3",
        "papaver_rhoeas4",
        "papaver_rhoeas5"
      ]
    },
    {
      "id": 63,
      "name": {
        "en": "Pelargonium zonale",
        "ar": "الخبيزه الافرنجى"
      },
      "kind": {
        "en": "Geraniaceae",
        "ar": "الجرانيات"
      },
      "desc": {
        "en": "Binomial name: Pelargonium zonale\nSynonyms: Ciconium clarum Hoffmannsa\nFamily: Geraniaceae\nOrder: Geraniales\nGenus: Pelargonium\nNative to: southern Africa in the western regions of the Cape Provinces\n\n1- Medicinal Uses: It has been used as a medicine and is regarded as an agricultural weed.It contains mucilage (around 15%) with anti-inflammatory and emollient properties.The plant has been used to treat respiratory diseases, coughs, and infections.\n\n2- Ornamental Uses: The corn poppy and its cultivars, such as the Shirley poppy, are widely grown in gardens.Since World War I, it has been used in the Commonwealth as a symbol of remembrance for fallen soldiers.\n\n3- Poisonous Properties:While not highly toxic, the plant contains compounds that can cause skin irritation.\n\n3- Rarity: It is not considered rare and is often found in wildflower mixes.However, there is a rare species called Papaver rhoeas subsp. strigosum found in Turkey.This rare subspecies has seen a significant decline in population.",
        "ar": "الاسم الثنائي: بيلارغونيوم زونالي\nالمرادفات: سيكونيوم كلاروم هوفمانسا\nالعائلة: الجرانيات\nالرتبة: الجرانيات\nالجنس: بيلارغونيوم\nأصلها: جنوب أفريقيا في الأقاليم الغربية من مقاطعات الكيب\n\n1- الاستخدامات الطبية: يستخدم كدواء ويعتبر من الأعشاب الزراعية. يحتوي على مادة صمغية (حوالي 15%) ذات خصائص مضادة للالتهابات ومطرية. وقد استخدم النبات لعلاج أمراض الجهاز التنفسي والسعال والالتهابات. .\n\n2- استخدامات الزينة: يزرع خشخاش الذرة وأصنافه، مثل خشخاش شيرلي، على نطاق واسع في الحدائق. منذ الحرب العالمية الأولى، تم استخدامه في دول الكومنولث كرمز لإحياء ذكرى الجنود الذين سقطوا.\n\n3- الخصائص السامة: على الرغم من أن النبات ليس شديد السمية، إلا أنه يحتوي على مركبات يمكن أن تسبب تهيج الجلد.\n\n3- الندرة: لا تعتبر نادرة وتوجد غالباً في خلطات الزهور البرية، إلا أن هناك نوعاً نادراً يسمى Papaver rhoeas subsp. تم العثور على الستريجوسوم في تركيا. وقد شهدت هذه الأنواع الفرعية النادرة انخفاضًا كبيرًا في عدد سكانها."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "pelargonium_zonale1",
      "otherImage": [
        "pelargonium_zonale2",
        "pelargonium_zonale3",
        "pelargonium_zonale4",
        "pelargonium_zonale5"
      ]
    },
    {
      "id": 64,
      "name": {
        "en": "Pink quill",
        "ar": "الريشة الوردية"
      },
      "kind": {
        "en": "Bromeliaceae",
        "ar": "البروميليات"
      },
      "desc": {
        "en": "Binomial name: Wallisia cyanea Barfuss, W.Till\nSynonyms: Tillandsia morreniana Regel\nFamily: Bromeliaceae\nOrder: Poales\nGenus: Wallisia\nNative to: Ecuador\n\n1- Medicinal Uses: Pink quill has been used as a medicine and is regarded as an agricultural weed.It contains mucilage (around 15%) with anti-inflammatory and emollient properties.The plant has been used to treat respiratory diseases, coughs, and infections.\n\n2- Ornamental Uses: Pink quill is often cultivated as a low-maintenance houseplant in temperate regions.It has gained the Royal Horticultural Society’s Award of Garden Merit.",
        "ar": "الاسم الثنائي: واليسيا سيانيا بارفوس، دبليو. تيل\nالمرادفات: تيلانديسيا مورينيانا ريغل\nالعائلة: البروميليات\nالرتبة: الحبوبيات\nالجنس: واليسيا\nأصلها: الإكوادور\n\n1- الاستخدامات الطبية: يستخدم نبات الريشة الوردية كدواء ويعتبر من الأعشاب الزراعية، ويحتوي على مادة صمغية (حوالي 15%) ذات خصائص مضادة للالتهابات ومطرية. وقد استخدم النبات لعلاج أمراض الجهاز التنفسي والسعال والتهابات الجهاز التنفسي. الالتهابات.\n\n2- استخدامات الزينة: غالبًا ما تتم زراعة الريشة الوردية باعتبارها نباتًا منزليًا منخفض الصيانة في المناطق المعتدلة. وقد حازت على جائزة الاستحقاق من الجمعية البستانية الملكية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "pink_quill1",
      "otherImage": [
        "pink_quill2",
        "pink_quill3",
        "pink_quill4",
        "pink_quill5"
      ]
    },
    {
      "id": 65,
      "name": {
        "en": "Pinkladies",
        "ar": "الأميرة الوردية"
      },
      "kind": {
        "en": "Onagraceae",
        "ar": "الأوناغراسيات"
      },
      "desc": {
        "en": "Binomial name: Oenothera speciosa Nutt\nSynonyms: Xylopleurum nuttallii Spach\nFamily: Onagraceae Juss, Evening Primrose\nOrder: Myrtales\nGenus: Oenothera\nNative to: The grasslands of Kansas, Missouri, Nebraska, northeastern New Mexico, Oklahoma, and Texas, it has been naturalized in 28 of the lower 48 United States as well as Chihuahua and Coahuila in Mexico\n\n1- Medicinal Uses: Pinkladies (Oenothera speciosa) has been used as a medicine and is regarded as an agricultural weed. It contains mucilage (around 15%) with anti-inflammatory and emollient properties.\nThe plant has been used to treat respiratory diseases, coughs, and infections.\n\n2- Ornamental Uses: Pinkladies is often cultivated as a low-maintenance houseplant in temperate regions. It has gained the Royal Horticultural Society’s Award of Garden Merit.",
        "ar": "الاسم الثنائي: أونوثيرا سبيسيوزا نوت\nالمرادفات: زايلوبليوروم نوتالي سباش\nالعائلة: الأوناغراسيات، عائلة الربيع المسائي\nالرتبة: البلسميات\nالجنس: أونوثيرا\nأصلها: السهول العشبية في كانساس وميزوري ونبراسكا وشمال شرقي نيو مكسيكو وأوكلاهوما وتكساس، وقد انتشرت طبيعياً في 28 ولاية في الولايات المتحدة الأمريكية السفلى بالإضافة إلى تشيواوا وكواويلا في المكسيك.\n\n1- الاستخدامات الطبية: يستخدم نبات الريشة الوردية كدواء ويعتبر من الأعشاب الزراعية، ويحتوي على مادة صمغية (حوالي 15%) ذات خصائص مضادة للالتهابات ومطرية. وقد استخدم النبات لعلاج أمراض الجهاز التنفسي والسعال والتهابات الجهاز التنفسي. الالتهابات.\n\n2- استخدامات الزينة: غالبًا ما تتم زراعة الريشة الوردية باعتبارها نباتًا منزليًا منخفض الصيانة في المناطق المعتدلة. وقد حازت على جائزة الاستحقاق من الجمعية البستانية الملكية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "pinkladies1",
      "otherImage": [
        "pinkladies2",
        "pinkladies3",
        "pinkladies4",
        "pinkladies5"
      ]
    },
    {
      "id": 66,
      "name": {
        "en": "Poinsettia",
        "ar": "بنت القنصل"
      },
      "kind": {
        "en": "Euphorbiaceae",
        "ar": "الفوربيات"
      },
      "desc": {
        "en": "Binomial name: Euphorbia pulcherrima\nSynonyms: Poinsettia pulcherrima\nFamily: Euphorbiaceae\nOrder: Malpighiales\nGenus: Euphorbia\nNative to: Mexico, particularly in the Pacific coast states such as Guerrero, Michoacán, and Oaxaca.\n\n1- Ornamental: Poinsettias are primarily known as ornamental plants, especially popular as decorations during the Christmas season due to their bright red bracts (modified leaves that look like flowers).\n\n2- Medicinal: Although there is limited traditional use of poinsettia in Mexican folk medicine, it is not widely recognized or used for medicinal purposes in modern practices,it's important to note that poinsettias contain a milky latex sap that can cause skin irritation and mild digestive upset if ingested, making them potentially harmful if used improperly.\n\n3- Poisonous: Poinsettias have a reputation for being poisonous, but the toxicity is generally mild. The plant contains a milky sap that can cause skin irritation in some individuals and may lead to mild stomach upset if ingested. Severe toxicity is rare, but caution is advised, especially with pets and small children.",
        "ar": "الاسم الثنائي: يوفوربيا بولشيريما\nالمرادفات: بوينسيتيا بولشيريما\nالعائلة: الفوربيات\nالرتبة: المالفيغيات\nالجنس: يوفوربيا\nأصلها: المكسيك، بشكل خاص في ولايات الساحل الهادئ مثل جيرويرو وميتشواكان وأواكساكا.\n\n1- نباتات الزينة: تُعرف البونسيتيا في المقام الأول بأنها نباتات الزينة، وتحظى بشعبية خاصة كزينة خلال موسم عيد الميلاد بسبب قناباتها الحمراء الزاهية (أوراق معدلة تشبه الزهور).\n\n2- طبي: على الرغم من أن الاستخدام التقليدي المحدود للبونسيتة في الطب الشعبي المكسيكي، إلا أنه غير معترف به على نطاق واسع أو يستخدم للأغراض الطبية في الممارسات الحديثة، من المهم ملاحظة أن البونسيتة تحتوي على عصارة لاتكس حليبية يمكن أن تسبب تهيج الجلد وهضمًا خفيفًا. منزعجة إذا تم تناولها، مما يجعلها ضارة إذا تم استخدامها بشكل غير صحيح.\n\n3- سامة: تشتهر نباتات البوينسيتيا بأنها سامة، إلا أن سميتها خفيفة بشكل عام. يحتوي النبات على عصارة حليبية يمكن أن تسبب تهيج الجلد لدى بعض الأفراد وقد تؤدي إلى اضطراب خفيف في المعدة إذا تم تناولها. السمية الشديدة نادرة، ولكن ينصح بالحذر، خاصة مع الحيوانات الأليفة والأطفال الصغار."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "poinsettia1",
      "otherImage": [
        "poinsettia2",
        "poinsettia3",
        "poinsettia4",
        "poinsettia5"
      ]
    },
    {
      "id": 67,
      "name": {
        "en": "Primula Crescendo Golden",
        "ar": "زهرة الربيع"
      },
      "kind": {
        "en": "Primulaceae",
        "ar": "البريموليات"
      },
      "desc": {
        "en": "Binomial name: Crescendo Series\nSynonyms: Primula Crescendo\nFamily: Primulaceae\nOrder: Ranunculales\nGenus: Primula\nNative to: UK\n\n1- Ornamental Uses: Crescendo Golden is a compact, semi-evergreen perennial with dark-green, basal leaves.\n\n2- It is grown for its umbels of golden-yellow, salver-shaped flowers on upright stems from late winter to spring.",
        "ar": "الاسم الثنائي: سلسلة كريسندو\nالمرادفات: بريمولا كريسندو\nالعائلة: البريموليات\nالرتبة: الحبقيات\nالجنس: بريمولا\nأصلها: المملكة المتحدة\n\n1- استخدامات الزينة: Crescendo Golden عبارة عن نبات معمر شبه دائم الخضرة بأوراق قاعدية خضراء داكنة.\n\n2- تزرع لمظلاتها أزهار صفراء ذهبية الشكل على سيقان منتصبة من أواخر الشتاء إلى الربيع."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "primula_crescendo_golden1",
      "otherImage": [
        "primula_crescendo_golden2",
        "primula_crescendo_golden3",
        "primula_crescendo_golden4",
        "primula_crescendo_golden5"
      ]
    },
    {
      "id": 68,
      "name": {
        "en": "Aeonium 'Mardi Gras'",
        "ar": "الشجرة المخلدة"
      },
      "kind": {
        "en": "Crassulaceae",
        "ar": "النباتات الدهنية"
      },
      "desc": {
        "en": "Binomial name: Mardi Gras\nSynonyms: Mardi Gras\nFamily: Crassulaceae\nOrder: Crassulaceae\nGenus: Aeonium\nNative to: It is found in areas with a moderate to warm climate\n\n1- Container Planting: Aeonium 'Mardi Gras' is popularly grown in containers or pots as a decorative indoor plant. Its vibrant colors and unique rosette shape make it an attractive addition to any indoor space, such as homes, offices, or shops.\n\n2- Rock Gardens: This succulent is suitable for rock gardens or dry landscape designs due to its drought-tolerant nature and low maintenance requirements. It adds visual interest and texture to rockeries or xeriscapes.\n\n3- Outdoor Landscaping: Aeonium 'Mardi Gras' can be incorporated into outdoor landscapes, such as gardens, patios, or courtyards, where it can be planted in well-draining soil and receive adequate sunlight.\nMixed Succulent Arrangements: It is often used in mixed succulent arrangements or gardens due to its contrasting colors and rosette form. When planted alongside other succulent varieties, it creates visually appealing combinations.\n\n4- Decorative Features: Aeonium 'Mardi Gras' can be featured in decorative arrangements, such as terrariums, wreaths, or living walls, adding color and texture to these displays.\n\n5- Special Events and Celebrations: Due to its striking appearance, Aeonium 'Mardi Gras' is sometimes used as a decorative element for special events, parties, or celebrations, serving as a focal point or centerpiece.",
        "ar": "الاسم الثنائي: ماردي غراس\nالأسماء المرادفة: ماردي غراس\nالفصيلة: النباتات السميكة\nالترتيب: النباتات السميكة\nالجنس: الأيونيوم\nالموطن: يوجد في المناطق ذات المناخ المعتدل إلى الدافئ\n\n1- زراعة الأونيوم: يزرع الأيونيوم 'ماردي غر' بشكل شائع في حاويات أو أواني كنبات داخلي للزينة. ألوانها النابضة بالحياة وشكلها الوردي الفريد يجعلها إضافة جذابة لأي مساحة داخلية، مثل المنازل أو المكاتب أو المحلات التجارية.\n\n2- الحدائق الصخرية: هذا النبات النضر مناسب للحدائق الصخرية أو تصميمات المناظر الطبيعية الجافة نظرًا لطبيعته التي تتحمل الجفاف ومتطلبات الصيانة المنخفضة. فهو يضيف اهتمامًا بصريًا وملمسًا إلى الجنائن أو المناظر الطبيعية.\n\n3- تنسيق الحدائق الخارجية: يمكن دمج نبات الأيونيوم 'ماردي غرا' في المناظر الطبيعية الخارجية، مثل الحدائق أو الساحات أو الساحات، حيث يمكن زراعته في تربة جيدة التصريف وتلقي ضوء الشمس الكافي.\nترتيبات النباتات النضرة المختلطة: يتم استخدامها غالبًا في تنسيقات أو حدائق عصارية مختلطة بسبب ألوانها المتباينة وشكلها الوردي. عند زراعتها جنبًا إلى جنب مع الأصناف النضرة الأخرى، فإنها تخلق مجموعات جذابة بصريًا.\n\n4- ميزات الديكور: يمكن عرض الأيونيوم 'Mardi Gras' في الترتيبات الزخرفية، مثل مرابي حيوانات، أو أكاليل الزهور، أو جدران المعيشة، مما يضيف اللون والملمس إلى هذه العروض.\n\n5- المناسبات والاحتفالات الخاصة: نظرًا لمظهره المذهل، يُستخدم أحيانًا الأيونيوم 'ماردي جراس' كعنصر زخرفي للمناسبات الخاصة أو الحفلات أو الاحتفالات، ليكون بمثابة نقطة محورية أو قطعة مركزية."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "aeonium__mardi_Gras_1",
      "otherImage": [
        "aeonium__mardi_Gras_2",
        "aeonium__mardi_Gras_3",
        "aeonium__mardi_Gras_4",
        "aeonium__mardi_Gras_5"
      ]
    },
    {
      "id": 69,
      "name": {
        "en": "Purple passionflower",
        "ar": "زهرة الآلام"
      },
      "kind": {
        "en": "Passifloraceae",
        "ar": "باسيفلوراسي"
      },
      "desc": {
        "en": "Binomial name: Passiflora incarnata\nSynonyms: Purple passionflower\nFamily: Passifloraceae\nOrder: Malpighiales\nGenus: Passiflora\nNative to: Alabama, Arkansas, Bermuda, Florida, and Georgia in North America.\n\n1- Medicinal Properties: Passiflora incarnata has been used in herbal remedies for anxiety and sleeping problems.\nIt is sometimes found in preparations that promote relaxation and calmness.\n\n2- Ornamental Use: Due to its striking flowers, the Purple Passionflower is often planted as an ornamental.\nIts showy, pale purple and white flowers make it an attractive addition to gardens.",
        "ar": "الاسم الثنائي: باسيفلورا إنكارناتا\nالمرادفات: زهرة العاطفة البنفسجية\nالعائلة: باسيفلوراسي\nالرتبة: المالبيغيات\nالجنس: باسيفلورا\nأصلها: ولايات ألاباما وأركنساس وبرمودا وفلوريدا وجورجيا في أمريكا الشمالية.\n\n1- الخصائص الطبية: تم استخدام نبات Passiflora incarnata في العلاجات العشبية لعلاج مشاكل القلق والنوم.\nويوجد أحيانًا في المستحضرات التي تعزز الاسترخاء والهدوء.\n\n2- استخدامات الزينة: نظرًا لأزهارها الرائعة، غالبًا ما يتم زراعة زهرة الآلام الأرجوانية كنبات زينة.\nأزهارها المبهجة ذات اللون الأرجواني الفاتح والأبيض تجعلها إضافة جذابة للحدائق."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "purple_passionflower1",
      "otherImage": [
        "purple_passionflower2",
        "purple_passionflower3",
        "purple_passionflower4",
        "purple_passionflower5"
      ]
    },
    {
      "id": 70,
      "name": {
        "en": "Pyracantha coccinea",
        "ar": "شوك النار القرمزي"
      },
      "kind": {
        "en": "Rosaceae",
        "ar": "الوردية"
      },
      "desc": {
        "en": "Binomial name: Pyracantha coccinea\nSynonyms: Scarlet firethorn\nFamily: Rosaceae\nOrder: Rosales\nGenus: Pyracantha\nNative to: southern Europe to western Asia and North America.\n\n1- Ornamental: it is cultivated as an ornamental plant due to its attractive berries and foliage.\n\n2- Poison: The fruit is inedible when raw, but it can be cooked for culinary purposes. However, caution should be exercised due to its bitterness.",
        "ar": "الاسم الثنائي: بيراكانثا كوكينيا\nالمرادفات: الشوك الناري القرمزي\nالعائلة: الوردية\nالرتبة: الوردانيات\nالجنس: بيراكانثا\nأصلها: من جنوب أوروبا إلى غرب آسيا وأمريكا الشمالية.\n\n1- نباتات الزينة: تزرع كنباتات زينة بسبب ثمارها وأوراقها الجذابة.\n\n2- السم: الثمار غير صالحة للأكل وهي نيئة، ولكن يمكن طهيها لأغراض الطهي. لكن يجب الحذر بسبب مرارته."
      },
      "tags": {
        "en": [
          "ornamental",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "pyracantha_coccinea1",
      "otherImage": [
        "pyracantha_coccinea2",
        "pyracantha_coccinea3",
        "pyracantha_coccinea4",
        "pyracantha_coccinea5"
      ]
    },
    {
      "id": 71,
      "name": {
        "en": "Queen-of-the-alps",
        "ar": "ملكة الألب"
      },
      "kind": {
        "en": "Ericaceae",
        "ar": "الإريكيات"
      },
      "desc": {
        "en": "Binomial name: Rhododendron hirsutum\nSynonyms: Rhododendron hirsutum\nFamily: Ericaceae\nOrder: Ericales\nGenus: Rhododendron\nNative to: The Alps in Europe.\n\n1-  Ornamental purposes: In gardens and landscapes due to the beauty of its wild flowers\n\n2- Medicinal purposes: Some varieties of Rhododendron contain active compounds used in traditional medicine, such as potential uses in treating certain skin and gastrointestinal conditions. However, it's important to note that some varieties contain toxic compounds that can be harmful if consumed in large quantities, so they should be used under the supervision of a specialized medical professional.\n\n3- Herbal teas: In some cultures, the plant is used to prepare traditional herbal teas believed to aid relaxation and improve sleep.\n\n4- Decorative preparations: Queen of the Alps flowers can be used in decorative preparations such as floral arrangements or crafts.\n\n5- Contain toxic substances called grayanotoxins. These toxic substances can be dangerous if consumed in large quantities and can cause symptoms such as nausea, vomiting, stomach pain, diarrhea, muscle weakness, and heart disturbances. Therefore, consuming any parts of this plant should be avoided without consulting specialized experts, and handling it should be done with caution, taking necessary precautions.",
        "ar": "الاسم الثنائي: رودودندرون هيرسوتوم\nالمرادفات: رودودندرون هيرسوتوم\nالعائلة: الإريكيات\nالرتبة: الإريكاليات\nالجنس: رودودندرون\nأصلها: جبال الألب في أوروبا.\n\n1- أغراض الزينة: في الحدائق والمناظر الطبيعية لجمال أزهارها البرية\n\n2- الأغراض الطبية: تحتوي بعض أصناف الرودوديندرون على مركبات نشطة تستخدم في الطب التقليدي، مثل الاستخدامات المحتملة في علاج بعض الأمراض الجلدية والجهاز الهضمي. ومع ذلك، من المهم ملاحظة أن بعض الأصناف تحتوي على مركبات سامة يمكن أن تكون ضارة إذا تم استهلاكها بكميات كبيرة، لذلك يجب استخدامها تحت إشراف طبيب متخصص.\n\n3- شاي الأعشاب: في بعض الثقافات، يتم استخدام النبات لتحضير شاي الأعشاب التقليدي الذي يعتقد أنه يساعد على الاسترخاء وتحسين النوم.\n\n4- مستحضرات الزينة: يمكن استخدام زهور ملكة الألب في مستحضرات الزينة مثل تنسيق الأزهار أو الحرف اليدوية.\n\n5- تحتوي على مواد سامة تسمى سموم غرايانوتوكسين. يمكن أن تكون هذه المواد السامة خطيرة إذا تم تناولها بكميات كبيرة ويمكن أن تسبب أعراضًا مثل الغثيان والقيء وآلام المعدة والإسهال وضعف العضلات واضطرابات القلب. لذلك يجب تجنب تناول أي جزء من هذا النبات دون استشارة الخبراء المختصين، كما يجب التعامل معه بحذر مع أخذ الاحتياطات اللازمة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "queen_of_the_alps1",
      "otherImage": [
        "queen_of_the_alps2",
        "queen_of_the_alps3",
        "queen_of_the_alps4",
        "queen_of_the_alps5"
      ]
    },
    {
      "id": 72,
      "name": {
        "en": "Aeonium nobile",
        "ar": "ايونيوم نوبيل"
      },
      "kind": {
        "en": "Crassulaceae",
        "ar": "النباتات السميكة"
      },
      "desc": {
        "en": "Binomial name: Aeonium nobile\nSynonyms: Megalonium nobile , Sempervivum nobile\nFamily: Crassulaceae\nOrder: Saxifragales\nGenus: Aeonium\nNative to: In the temperate to warm climate of the Canary Islands, especially on the island of Tenerife and the island of La Palma. It can also be found in some other coastal areas in the Mediterranean regions.\n\n1- Container Planting: Aeonium nobile is commonly grown in containers as an indoor ornamental plant, adding natural beauty to homes, offices, and shops.\n\n2- Rock Gardens: This plant can be cultivated in rock gardens and dry landscapes, enhancing the aesthetic appeal with its attractive foliage.\n\n3- Outdoor Landscaping: Aeonium nobile is suitable for outdoor landscape designs such as gardens, patios, and courtyards, contributing to the natural ambiance.\n\n4- Xeriscaping: Due to its ability to tolerate dry soil conditions and low maintenance requirements, it's suitable for xeriscape designs and arid climates.\n\n5- Indoor Decoration: Aeonium nobile is used in indoor decoration to add a touch of natural beauty and authenticity to interior spaces.\n\n6- Special Events and Occasions: It can be incorporated into decorative arrangements for special events and occasions, adding beauty and attractiveness to the decor.",
        "ar": "الاسم الثنائي: أيونيوم النبيل\nالأسماء المرادفة: ميغالونيوم النبيل، سيمبرفيفوم النبيل\nالفصيلة: النباتات السميكة\nالترتيب: السكسيفراجاليس\nالجنس: الأيونيوم\nالموطن: يوجد في المناطق ذات المناخ المعتدل إلى الدافئ في جزر الكناري، وخاصةً على جزيرة تينيريفي وجزيرة لا بالما. كما يمكن العثور عليه في بعض المناطق الساحلية الأخرى في مناطق البحر الأبيض المتوسط.\n\n1- الزراعة في أوعية: يزرع الأيونيوم نوبيل عادة في حاويات كنبات زينة داخلي مما يضفي جمالاً طبيعياً على المنازل والمكاتب والمحلات التجارية.\n\n2- الحدائق الصخرية: يمكن زراعة هذا النبات في الحدائق الصخرية والمناظر الطبيعية الجافة مما يعزز المظهر الجمالي بأوراقه الجذابة.\n\n3- المناظر الطبيعية الخارجية: يعتبر أيونيوم نوبيل مناسبًا لتصميمات المناظر الطبيعية الخارجية مثل الحدائق والباحات والساحات، مما يساهم في خلق الأجواء الطبيعية.\n\n4- Xeriscape: نظرًا لقدرته على تحمل ظروف التربة الجافة ومتطلبات الصيانة المنخفضة، فهو مناسب لتصميمات xeriscape والمناخات القاحلة.\n\n5- الديكور الداخلي: يستخدم نوبيل الأيونيوم في الديكور الداخلي لإضفاء لمسة من الجمال الطبيعي والأصالة على المساحات الداخلية.\n\n6- المناسبات والمناسبات الخاصة: يمكن دمجها في الترتيبات الديكورية للمناسبات والمناسبات الخاصة مما يضفي جمالاً وجاذبية على الديكور."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "Aeonium_nobile1",
      "otherImage": [
        "Aeonium_nobile2",
        "Aeonium_nobile3",
        "Aeonium_nobile4",
        "Aeonium_nobile5"
      ]
    },
    {
      "id": 73,
      "name": {
        "en": "Jimsonweed",
        "ar": "Jimsonweed"
      },
      "kind": {
        "en": "Solanaceae",
        "ar": "الباذنجانية"
      },
      "desc": {
        "en": "Binomial name: Datura stramonium\nSynonyms: Jimsonweed\nFamily: Solanaceae\nOrder: Solanales\nGenus: Datura\nNative to: Central America and the Caribbean\n\n1- Medicinal: Datura stramonium has been used in traditional medicine for its anticholinergic properties. However, the plant is highly toxic, and its use in medicinal contexts requires extreme caution and should be managed by healthcare professionals or experts in herbal medicine.\n\n2- Ornamental: Although less common than other ornamental plants, some people grow jimsonweed for its large, trumpet-shaped flowers. However, because of its toxicity, caution is advised when planting it in gardens accessible to children and pets.\n\n3- Poisonous: Jimsonweed is highly poisonous due to its content of tropane alkaloids like atropine, scopolamine, and hyoscyamine. Ingesting any part of the plant can cause severe symptoms, including hallucinations, delirium, seizures, respiratory failure, and even death. Handling the plant can also cause skin irritation.",
        "ar": "الاسم الثنائي: داتورا سترامونيوم\nالمرادفات: جيمسون ويد\nالعائلة: الباذنجانية\nالرتبة: الباذنجانيات\nالجنس: داتورا\nأصلها: أمريكا الوسطى والبحر الكاريبي\n\n1- طبيًا: تم استخدام الداتورة سترامونيوم في الطب التقليدي لخصائصها المضادة للكولين. ومع ذلك، فإن النبات شديد السمية، واستخدامه في السياقات الطبية يتطلب الحذر الشديد ويجب إدارته من قبل متخصصي الرعاية الصحية أو خبراء في طب الأعشاب.\n\n2- نباتات الزينة: على الرغم من أنها أقل شيوعًا من نباتات الزينة الأخرى، إلا أن بعض الناس يزرعون عشبة الجيمسون لأزهارها الكبيرة على شكل البوق. ومع ذلك، بسبب سميته، ينصح بالحذر عند زراعته في الحدائق التي يمكن للأطفال والحيوانات الأليفة الوصول إليها.\n\n3- سامة: تعتبر عشبة جيمسون شديدة السمية بسبب محتواها من قلويدات التروبان مثل الأتروبين والسكوبولامين والهيوسيامين. يمكن أن يسبب تناول أي جزء من النبات أعراضًا حادة، بما في ذلك الهلوسة والهذيان والنوبات وفشل الجهاز التنفسي وحتى الموت. يمكن أن يؤدي التعامل مع النبات أيضًا إلى تهيج الجلد."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "jimsonweed1",
      "otherImage": [
        "jimsonweed2",
        "jimsonweed3",
        "jimsonweed4",
        "jimsonweed5"
      ]
    },
    {
      "id": 74,
      "name": {
        "en": "Kniphofia uvaria",
        "ar": "كنيفوفيا"
      },
      "kind": {
        "en": "Asphodelaceae",
        "ar": "الأسفوديليات"
      },
      "desc": {
        "en": "Binomial name: Kniphofia uvaria\nSynonyms: Red hot poker\nFamily: Asphodelaceae\nOrder: Asparagales\nGenus: Kniphofia\nNative to: Cape Province of South Africa and North America, Australia, New Zealand, Patagonia, and Europe\n\n1- Garden and landscaping ornament: Kniphofia uvaria is commonly planted in gardens and landscapes for its vibrant flowers and to add a touch of color and beauty to green spaces.\n\n2- Floral arrangements: The flowers of Kniphofia uvaria can be used in various floral arrangements, whether as flower bouquets or indoor and outdoor decorative arrangements.\n\n3- Attracting beneficial insects: Kniphofia uvaria flowers are attractive to bees, butterflies, and other beneficial insects, which helps to enhance biodiversity in the area.\n\n4- Air purification: Some plants, including Kniphofia uvaria, are believed to contribute to air purification by filtering out some environmental pollutants.\n\n5- Biodiversity enhancement: Cultivating Kniphofia uvaria contributes to enhancing biodiversity in the area by providing a suitable habitat for beneficial insects, birds, and other organisms.",
        "ar": "الاسم الثنائي: كنيفوفيا أوفاريا\nالمرادفات: سيف النار الأحمر\nالعائلة: عائلة الأسفوديليات\nالرتبة: رتبة الهليونيات\nالجنس: كنيفوفيا\nأصلها: مقاطعة كيب في جنوب أفريقيا وأمريكا الشمالية وأستراليا ونيوزيلندا وباتاجونيا وأوروبا\n\n1- زينة الحدائق والمناظر الطبيعية: تنتشر زراعة نبات الكنيفوفيا يوفاريا في الحدائق والمناظر الطبيعية لأزهارها النابضة بالحياة ولإضفاء لمسة من اللون والجمال على المساحات الخضراء.\n\n2- تنسيقات الزهور: يمكن استخدام زهور Kniphofia uvaria في تنسيق الزهور المختلفة سواء كباقات زهور أو تنسيقات ديكور داخلية وخارجية.\n\n3- جذب الحشرات النافعة: تعتبر أزهار كنيفوفيا أوفاريا جاذبة للنحل والفراشات وغيرها من الحشرات النافعة، مما يساعد على تعزيز التنوع البيولوجي في المنطقة.\n\n4- تنقية الهواء: يعتقد أن بعض النباتات ومنها نبات كنفوفيا يوفاريا تساهم في تنقية الهواء عن طريق تصفية بعض الملوثات البيئية.\n\n5- تعزيز التنوع البيولوجي: زراعة نبات الكنيفوفيا يوفاريا تساهم في تعزيز التنوع البيولوجي في المنطقة من خلال توفير موطن مناسب للحشرات والطيور والكائنات الحية الأخرى المفيدة."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "kniphofia_uvaria1",
      "otherImage": [
        "kniphofia_uvaria2",
        "kniphofia_uvaria3",
        "kniphofia_uvaria4",
        "kniphofia_uvaria5"
      ]
    },
    {
      "id": 75,
      "name": {
        "en": "Lily of the Incas",
        "ar": "زهرة الأليستروميريا"
      },
      "kind": {
        "en": "Alstroemeriaceae",
        "ar": "الألستروميريات"
      },
      "desc": {
        "en": "Binomial name: Alstroemeria\nSynonyms: Peruvian lily\nFamily: Alstroemeriaceae\nOrder: Liliales\nGenus: Alstroemeria\nNative to: South America : Chile and eastern Brazil\n\n1- Ornamental: The plant is widely cultivated as an ornamental flower, both in gardens and for commercial cut flowers. Its long-lasting blooms and variety of vibrant colors make it popular in floral arrangements and bouquets.\n\n2- Poisonous: Alstroemeria can cause mild skin irritation due to its sap, which contains compounds that can provoke allergic reactions in some individuals. It is generally considered non-toxic if ingested, but care should still be taken, especially around pets and children.",
        "ar": "الاسم الثنائي: ألستروميريا\nالمرادفات: زنبق بيرو\nالعائلة: الألستروميريات\nالرتبة: الزنبقيات\nالجنس: ألستروميريا\nأصلها: أمريكا الجنوبية: تشيلي وشرق البرازيل\n\n1- نباتات الزينة: يزرع النبات على نطاق واسع كزهرة زينة سواء في الحدائق أو لزهور القطف التجارية. أزهارها طويلة الأمد ومجموعة متنوعة من الألوان النابضة بالحياة تجعلها مشهورة في تنسيقات الزهور والباقات.\n\n2- سام: يمكن أن يسبب الستريميريا تهيجًا خفيفًا في الجلد بسبب عصارته التي تحتوي على مركبات يمكن أن تثير الحساسية لدى بعض الأفراد. يعتبر بشكل عام غير سام إذا تم تناوله، ولكن يجب توخي الحذر، خاصة حول الحيوانات الأليفة والأطفال."
      },
      "tags": {
        "en": [
          "ornamental",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "lily_of_the_Incas1",
      "otherImage": [
        "lily_of_the_Incas2",
        "lily_of_the_Incas3",
        "lily_of_the_Incas4",
        "lily_of_the_Incas5"
      ]
    },
    {
      "id": 76,
      "name": {
        "en": "Lotus",
        "ar": "اللوتس"
      },
      "kind": {
        "en": "Nelumbonaceae",
        "ar": "اللوتسيات"
      },
      "desc": {
        "en": "Binomial name: Nelumbo nucifera\nSynonyms: Nelumbium speciosum\nFamily: Nelumbonaceae\nOrder: Proteales\nGenus: Nelumbo\nNative to: AsiaIndia, China and Southeast Asia\n\n1- Medicinal: The lotus has been used in traditional medicine, particularly in Asia. Various parts of the plant, such as seeds, leaves, and roots, are used in herbal remedies to treat a variety of conditions, including diarrhea, fever, and insomnia. Some studies suggest that lotus extracts have antioxidant and anti-inflammatory properties.\n\n2- Ornamental: The lotus is widely used as an ornamental plant in ponds and water gardens. Its large, fragrant flowers and distinctive leaves make it a popular choice for landscape decoration.",
        "ar": "الاسم الثنائي: اللوتس المقدس\nالمرادفات: اللوتس البحري\nالعائلة: عائلة اللوتسيات\nالرتبة: رتبة البيوتيات\nالجنس: اللوتس\nالأصل: آسيا: الهند والصين وجنوب شرق آسيا\n\n1- طبي: تم استخدام زهرة اللوتس في الطب التقليدي، وخاصة في آسيا. تُستخدم أجزاء مختلفة من النبات، مثل البذور والأوراق والجذور، في العلاجات العشبية لعلاج مجموعة متنوعة من الحالات، بما في ذلك الإسهال والحمى والأرق. تشير بعض الدراسات إلى أن مستخلصات اللوتس لها خصائص مضادة للأكسدة ومضادة للالتهابات.\n\n2- نباتات الزينة: يستخدم نبات اللوتس على نطاق واسع كنبات زينة في البرك والحدائق المائية. أزهارها الكبيرة العطرة وأوراقها المميزة تجعلها خيارًا شائعًا لتزيين المناظر الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "lotus1",
      "otherImage": [
        "lotus2",
        "lotus3",
        "lotus4",
        "lotus5"
      ]
    },
    {
      "id": 77,
      "name": {
        "en": "Aeonium 'Emerald Ice'",
        "ar": "أيونيوم 'إميرالد آيس"
      },
      "kind": {
        "en": "Crassulaceae",
        "ar": "النباتات الدهنية"
      },
      "desc": {
        "en": "Binomial name: Emerald Ice\nSynonyms: Emerald Ice\nFamily: Crassulaceae\nOrder: Crassulaceae\nGenus: Aeonium\nNative to: It is found in areas with a moderate to warm climate\n\n1- Container Planting: Aeonium 'Emerald Ice' is often grown in containers or pots as an indoor ornamental plant. Its attractive foliage adds visual interest to homes, offices, and other indoor spaces.\n\n2- Rock Gardens: This succulent is suitable for rock gardens or dry landscape designs. Its drought-tolerant nature and low maintenance requirements make it an excellent choice for xeriscaping projects.\n\n3- Mixed Succulent Arrangements: Aeonium 'Emerald Ice' can be used in mixed succulent arrangements or gardens. Its contrasting colors and rosette form create visually appealing combinations when planted alongside other succulent varieties.\n\n4- Outdoor Landscaping: It can be incorporated into outdoor landscapes such as gardens, patios, or courtyards. Planted in well-draining soil and provided with adequate sunlight, it enhances the beauty of outdoor spaces.\n\n5- Decorative Features: Aeonium 'Emerald Ice' can be featured in decorative arrangements such as terrariums, wreaths, or living walls. Its unique foliage adds texture and interest to these displays.\n\n6- Special Events and Celebrations: Due to its eye-catching appearance, Aeonium 'Emerald Ice' is sometimes used as a decorative element for special events, parties, or celebrations. It can serve as a focal point or centerpiece in floral arrangements or table displays.",
        "ar": "الاسم الثنائي: إميرالد آيس\nالأسماء المرادفة: إميرالد آيس\nالفصيلة: النباتات السميكة\nالترتيب: النباتات السميكة\nالجنس: الأيونيوم\nالموطن: يوجد في المناطق ذات المناخ المعتدل إلى الدافئ\n\n1- نبات الزينة: يستخدم عادة كنبات زينة في المنازل والحدائق بسبب أزهاره الجميلة اللامعة وأشكاله الفريدة.\n\n2- الطب التقليدي: في بعض الثقافات، يعتقد أن أجزاء معينة من النبات لها استخدامات في الطب التقليدي، على الرغم من أنه يجب استخدامها بحذر بسبب سميتها.\n\n3- زراعة البونساي: نظرا لشكله الفريد وقدرته على تكوين جذع سميك وجذور جذابة، يستخدم نبات الأدينيوم أوبسوم في فن زراعة البونساي.\n\n4- الحدائق الصحراوية: يمكن زراعة نبات الأدينيوم في المناطق الصحراوية حيث يمكن أن يزدهر بشكل جيد في الظروف الجافة.\n\n5- مصدر الدخل: في بعض المناطق يمكن أن تشكل زراعة هذه النبتة مصدر دخل إضافي عن طريق بيع نباتات مناسبة للبستنة أو كهدايا.\n\n6- ومع ذلك، من المهم ملاحظة أن جميع أجزاء هذا النبات سامة إذا تم تناولها، لذلك يجب التعامل معها بحذر، خاصة حول الحيوانات الأليفة والأطفال الصغار."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "aeonium__emerald_ice_1",
      "otherImage": [
        "aeonium__emerald_ice_2",
        "aeonium__emerald_ice_3",
        "aeonium__emerald_ice_4",
        "aeonium__emerald_ice_5"
      ]
    },
    {
      "id": 78,
      "name": {
        "en": "Milk thistle",
        "ar": "السلبين المريمي"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "النجمية"
      },
      "desc": {
        "en": "Binomial name: Silybum marianum\nSynonyms: Mary thistle\nFamily: Asteraceae\nOrder: Asterales\nGenus: Silybum\nNative to: East Asia and the America and the southeastern United States\n\n1- Medicinal: Milk thistle is widely recognized for its potential medicinal properties, especially in supporting liver health. Its active compound, silymarin, is believed to have antioxidant and anti-inflammatory effects. It is commonly used in herbal supplements to support liver function and has been researched for its potential benefits in treating liver-related conditions.\n\n2- Ornamental: Milk thistle is occasionally used as an ornamental plant due to its striking purple flower heads and spiny leaves with white patterns. However, its medicinal use is more prevalent than its ornamental use.",
        "ar": "الاسم الثنائي: الشوك الرومي\nالمرادفات: الشوك العذراء\nالعائلة: عائلة النجمية\nالرتبة: رتبة النجميات\nالجنس: الشوك\nالأصل: شرق آسيا وأمريكا وجنوب شرق الولايات المتحدة\n\n1- طبي: يُعرف نبات شوك الحليب على نطاق واسع بخصائصه الطبية المحتملة، خاصة في دعم صحة الكبد. ويعتقد أن مركبه النشط، سيليمارين، له تأثيرات مضادة للأكسدة ومضادة للالتهابات. يستخدم بشكل شائع في المكملات العشبية لدعم وظائف الكبد وقد تم بحثه لمعرفة فوائده المحتملة في علاج الحالات المرتبطة بالكبد.\n\n2- نباتات الزينة: يستخدم نبات الشوك الحليب أحيانًا كنبات زينة نظرًا لرؤوس أزهاره الأرجوانية الرائعة وأوراقه الشائكة ذات الأنماط البيضاء. ومع ذلك، فإن استخدامه الطبي أكثر انتشارًا من استخدامه للزينة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "milk_thistle1",
      "otherImage": [
        "milk_thistle2",
        "milk_thistle3",
        "milk_thistle4",
        "milk_thistle5"
      ]
    },
    {
      "id": 79,
      "name": {
        "en": "Moth orchid",
        "ar": "سحلبية العث"
      },
      "kind": {
        "en": "Orchidaceae",
        "ar": "الأوركيدية"
      },
      "desc": {
        "en": "Binomial name: Phalaenopsis\nSynonyms: Moth Orchid\nFamily: Orchidaceae\nOrder: Asparagales\nGenus: Phalaenopsis\nNative to: Philippines, Indonesia, Malaysia, and parts of China and Taiwan\n\n1- Ornamental: Moth orchids are primarily used as ornamental plants. They are popular in home gardening, as gifts, and for decorative purposes due to their attractive and long-lasting blooms. They come in various colors and patterns, making them a favorite among orchid enthusiasts.",
        "ar": "الاسم الثنائي: فالينوبسيس\nالمرادفات: الأوركيدة الفراشة\nالعائلة: عائلة الأوركيدية\nالرتبة: رتبة الهليونيات\nالجنس: فالينوبسيس\nالأصل: الفلبين وإندونيسيا وماليزيا، وبعض مناطق الصين وتايوان\n\n1- نباتات الزينة: تستخدم بساتين الفاكهة في المقام الأول كنباتات زينة. تحظى بشعبية كبيرة في البستنة المنزلية، كهدايا، ولأغراض الديكور بسبب أزهارها الجذابة وطويلة الأمد. إنها تأتي بألوان وأنماط مختلفة، مما يجعلها المفضلة لدى عشاق الأوركيد."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "moth_orchid1",
      "otherImage": [
        "moth_orchid2",
        "moth_orchid3",
        "moth_orchid4",
        "moth_orchid5"
      ]
    },
    {
      "id": 80,
      "name": {
        "en": "Pancratium maritimum",
        "ar": "الطيطان البحري"
      },
      "kind": {
        "en": "Amaryllidaceae",
        "ar": "النرجسيات"
      },
      "desc": {
        "en": "Binomial name: Pancratium maritimum\nSynonyms: Sea daffodi\nFamily: Amaryllidaceae\nOrder: Asparagales\nGenus: Pancratium\nNative to: The coastal regions of the Mediterranean Basin, from Portugal to Turkey, including North Africa and some areas in the Middle East\n\n1- Ornamental: The Sea Daffodil is sometimes cultivated for its large, fragrant white flowers and is considered ornamental in coastal gardens. Its ability to thrive in sandy and saline environments makes it attractive for beachside landscaping.\n\n2- Medicinal: There is some evidence of traditional medicinal use, particularly in folk remedies. Alkaloids from this plant have been studied for potential pharmacological applications, but Pancratium maritimum is not widely used in modern medicine.\n\n3- Poisonous: Pancratium maritimum contains alkaloids that can be toxic if ingested. It is considered unsafe for consumption, and handling the plant should be done with care, especially around children and pets.\n\n4- Rare Plant: The Sea Daffodil is considered a protected species in some regions due to habitat loss and over-collection. It has become rare in parts of its native range, leading to conservation efforts to preserve its coastal habitats.",
        "ar": "الاسم الثنائي: عنبر البحر\nالمرادفات: زهرة الأقحوان البحرية\nالعائلة: عائلة النرجسيات\nالرتبة: رتبة الهليونيات\nالجنس: عنبر\nالأصل: المناطق الساحلية لحوض البحر الأبيض المتوسط، من البرتغال إلى تركيا، بما في ذلك شمال إفريقيا وبعض المناطق في الشرق الأوسط\n\n1- نباتات الزينة: يزرع النرجس البحري أحياناً لأزهاره البيضاء الكبيرة ذات الرائحة العطرية، ويعتبر من نباتات الزينة في الحدائق الساحلية. قدرتها على الازدهار في البيئات الرملية والمالحة تجعلها جذابة للمناظر الطبيعية على شاطئ البحر.\n\n2- طبي: هناك بعض الأدلة على الاستخدام الطبي التقليدي، وخاصة في العلاجات الشعبية. وقد تمت دراسة قلويدات هذا النبات للتطبيقات الدوائية المحتملة، ولكن البنكراتيوم ماريتيموم لا يستخدم على نطاق واسع في الطب الحديث.\n\n3- سام: يحتوي بنكراتيوم ماريتيموم على قلويدات يمكن أن تكون سامة إذا تم تناولها. يعتبر غير آمن للاستهلاك، ويجب التعامل مع النبات بحذر، خاصة حول الأطفال والحيوانات الأليفة.\n\n4- النباتات النادرة: يعتبر النرجس البحري من الأنواع المحمية في بعض المناطق بسبب فقدان الموائل والإفراط في جمعها. لقد أصبح نادرًا في أجزاء من موطنه الأصلي، مما أدى إلى بذل جهود للحفاظ على موائله الساحلية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "rare",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات نادر",
          "نبات سام"
        ]
      },
      "mainImage": "pancratium_maritimum1",
      "otherImage": [
        "pancratium_maritimum2",
        "pancratium_maritimum3",
        "pancratium_maritimum4",
        "pancratium_maritimum5"
      ]
    },
    {
      "id": 81,
      "name": {
        "en": "Aconite",
        "ar": "أكونيت قاتل"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "الزُهَور الزبدية"
      },
      "desc": {
        "en": "Binomial name: Aconitum\nSynonyms: aconite, monkshood, wolfsbane, leopard's bane, devil's helmet, or blue rocket\nFamily: Ranunculaceae\nOrder: Ranunculales\nGenus: Aconitum\nNative to: Afghanistan, Alabama, Alaska, Albania, Alberta, Aleutian Is., Altay\n\n1- Folk medicine: Aconite was described in Greek and Roman folk medicine by Theophrastus, Dioscorides, and Pliny the Elder, Folk medicinal use of Aconitum species is practiced in some parts of Slovenia.\n\n2- Aconitum chasmanthum is listed as critically endangered,Aconitum heterophyllum as endangered,and Aconitum violaceum as vulnerable due to overcollection for use as an herbal medicine.\n\n3- As a poison:The roots of A. ferox supply the Nepalese poison called bikh, bish, or nabee. It contains large quantities of the alkaloid pseudaconitine, which is a deadly poison. The root of A. luridum, of the Himalaya, is said to be as poisonous as that of A. ferox or A. napellus.",
        "ar": "الاسم الشائع: الخوفي\nمرادفات: الخوفي ، قبعة الراهب ،  سام الذئب ، منحوس النمر ، خوذة الشيطان ، صاروخ أزرق\nالعائلة: القراصيات\nالترتيب: القراصيات\nالجنس: الخوفي\nموطنه: أفغانستان، ألاباما، ألاسكا، ألبانيا، ألبرتا، جزيرة ألوشيان، ألتاي\n\n1- الطب الشعبي: تم وصف البيش في الطب الشعبي اليوناني والروماني على يد ثيوفراستوس وديوسقوريدس وبليني الأكبر، ويمارس الاستخدام الطبي الشعبي لأنواع البيش في بعض أجزاء سلوفينيا.\n\n2- تم إدراج Aconitum chasmanthum على أنه مهدد بالانقراض بشدة، وAconitum heterophyllum على أنه مهدد بالانقراض، وAconitum violaceum على أنه معرض للخطر بسبب الإفراط في جمعه لاستخدامه كدواء عشبي.\n\n3- سم: تزود جذور نبات A.ferox بالسم النيبالي المسمى بيخ أو بيش أو نابي. أنه يحتوي على كميات كبيرة من قلويد pseudaconitine، وهو سم قاتل. ويقال إن جذر A. luridum، من جبال الهيمالايا، سام مثل جذر A.ferox أو A. napellus."
      },
      "tags": {
        "en": [
          "medicine",
          "rare",
          "poison"
        ],
        "ar": [
          "نبات طبي",
          "نبات نادر",
          "نبات سام"
        ]
      },
      "mainImage": "aconite1",
      "otherImage": [
        "aconite2",
        "aconite3",
        "aconite4",
        "aconite5"
      ]
    },
    {
      "id": 82,
      "name": {
        "en": "Red ginger",
        "ar": "الرَّيْحَانُ"
      },
      "kind": {
        "en": "Zingiberaceae",
        "ar": "الزنجبيليات"
      },
      "desc": {
        "en": "Binomial name: Zingiber zerumbet\nSynonyms: Japanese Ginger\nFamily: Zingiberaceae\nOrder: Zingiberales\nGenus: Alpinia\nNative to: Bismarck Archipelago, Maluku, New Caledonia, New Guinea, Solomon Is., Vanuatu\n\n1- Red Ginger (Alpinia purpurata) is a striking tropical plant known for its vibrant red bracts and lush green foliage. In ornamental gardening, it is valued for its bold color and unique structure. \n\n2- Medicinal: Red ginger is known for its medicinal properties. It has been used traditionally for its anti-inflammatory, antifungal, and analgesic properties. It’s closely related to other members of the ginger family, which are renowned for their health benefits, including aiding digestion and reducing nausea.\n\n3- Ornamental: It is highly valued as an ornamental plant and is commonly used in tropical gardens, landscaping, and floral arrangements due to its stunning appearance.\n\n4- Poison: There is no indication that red ginger is poisonous. It is generally considered safe for ornamental use and certain medicinal applications when used appropriately",
        "ar": "الاسم الثنائي: زنجبيل الأصابع الهندي\nالمرادفات: زنجبيل ياباني\nالعائلة: عائلة الزنجبيليات\nالرتبة: رتبة الزنجبيليات\nالجنس: ألبينيا\nالأصل: جزر بيسمارك، مالوكو، نيو كاليدونيا، غينيا الجديدة، جزر سليمان، فانواتو\n\n1- الزنجبيل الأحمر (Alpiniapurpurata) هو نبات استوائي مذهل معروف بقناباته الحمراء النابضة بالحياة وأوراقه الخضراء المورقة. في بستنة الزينة، يتم تقديره بسبب لونه الجريء وبنيته الفريدة.\n\n2- طبي: الزنجبيل الأحمر معروف بخصائصه الطبية. وقد تم استخدامه تقليديا لخصائصه المضادة للالتهابات والفطريات والمسكنات. إنه يرتبط ارتباطًا وثيقًا بأعضاء آخرين من عائلة الزنجبيل، المشهورين بفوائدهم الصحية، بما في ذلك المساعدة على الهضم وتقليل الغثيان.\n\n3- نبات الزينة: له قيمة عالية كنبات زينة ويشيع استخدامه في الحدائق الاستوائية والمناظر الطبيعية وتنسيق الزهور بسبب مظهره المذهل.\n\n4- السم: لا يوجد ما يدل على أن الزنجبيل الأحمر سام. يعتبر بشكل عام آمنًا لاستخدامات الزينة وبعض التطبيقات الطبية عند استخدامه بشكل مناسب"
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "red_ginger1",
      "otherImage": [
        "red_ginger2",
        "red_ginger3",
        "red_ginger4",
        "red_ginger5"
      ]
    },
    {
      "id": 83,
      "name": {
        "en": "Red sunflower",
        "ar": "عباد الشمس الاحمر"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Helianthus annuus\nSynonyms: Reddish Sunflower\nFamily: Asteraceae\nOrder: Asterales\nGenus: Tithonia\nNative to: Belize, Costa Rica, El Salvador, Guatemala, Honduras, Mexico Central, Mexico Gulf, Mexico Northeast, Mexico Southeast, Mexico Southwest, Nicaragua, Panamá\n\n1- Medicinal: The Red Sunflower is believed to have medicinal properties, with parts of the plant used in remedies for conditions such as wounds, skin infections, and respiratory issues.\n\n2- Ornamental: It is indeed grown for ornamental purposes, with various cultivars offering a range of red hues that can add vibrant color to gardens.\n\n3- Garden Borders: Red Sunflower adds height and a splash of deep color to garden borders, creating a dynamic and attractive edge.\n\n4- Focal Points: Its striking red flowers make it an excellent focal point in garden designs, drawing attention and providing a vibrant centerpiece.\n\n5- Mixed Plantings: Red Sunflower can be integrated with other flowering plants to create contrast and diversity in mixed beds.\n\n6- Pollinator Gardens: Like other sunflowers, Red Sunflower attracts bees and butterflies, making it a good choice for pollinator-friendly gardens.\n\n7- Cut Flowers: Due to their bold color and large flower heads, Red Sunflowers are popular in floral arrangements and bouquets.\n\n8- Backdrops and Screens: Given their height, Red Sunflowers can be used to create a backdrop for shorter plants or to form natural screens in garden settings.",
        "ar": "الاسم الثنائي: عباد الشمس القرمزي\nالمرادفات: عباد الشمس الحمراء\nالعائلة: عائلة المركبات\nالرتبة: رتبة النجميات\nالجنس: تيثونيا\nالأصل: بليز، كوستاريكا، السلفادور، جواتيمالا، هندوراس، المكسيك الوسطى، المكسيك الخليج، المكسيك الشمالية الشرقية، المكسيك الجنوبية الشرقية، المكسيك الجنوبية الغربية، نيكاراجوا، بنما\n\n1- طبي: يُعتقد أن عباد الشمس الأحمر له خصائص طبية، حيث تستخدم أجزاء النبات في علاج حالات مثل الجروح والتهابات الجلد ومشاكل الجهاز التنفسي.\n\n2- نباتات الزينة: تزرع بالفعل لأغراض الزينة، حيث تقدم أصناف مختلفة مجموعة من الألوان الحمراء التي يمكن أن تضيف لونًا نابضًا بالحياة إلى الحدائق.\n\n3- حدود الحديقة: يضيف عباد الشمس الأحمر ارتفاعًا ودفقة من الألوان العميقة إلى حدود الحديقة، مما يخلق حافة ديناميكية وجذابة.\n\n4- نقاط التركيز: زهورها الحمراء اللافتة للنظر تجعلها نقطة محورية ممتازة في تصميمات الحدائق، وتلفت الانتباه وتوفر قطعة مركزية نابضة بالحياة.\n\n5- المزروعات المختلطة: يمكن دمج عباد الشمس الأحمر مع النباتات المزهرة الأخرى لخلق التباين والتنوع في الأسرة المختلطة.\n\n6- حدائق الملقحات: مثل عباد الشمس الأخرى، يجذب عباد الشمس الأحمر النحل والفراشات، مما يجعله خيارًا جيدًا للحدائق الصديقة للملقحات.\n\n7- الزهور المقطوفة: بسبب لونها الغامق ورؤوس الزهور الكبيرة، تحظى عباد الشمس الحمراء بشعبية كبيرة في تنسيق الأزهار والباقات.\n\n8- الخلفيات والسواتر: نظرًا لارتفاعها، يمكن استخدام عباد الشمس الأحمر لإنشاء خلفية للنباتات الأقصر أو لتشكيل سواتر طبيعية في إعدادات الحديقة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "red_sunflower1",
      "otherImage": [
        "red_sunflower2",
        "red_sunflower3",
        "red_sunflower4",
        "red_sunflower5"
      ]
    },
    {
      "id": 84,
      "name": {
        "en": "Abutilon pictum",
        "ar": "أبو طيلون المصبوغ"
      },
      "kind": {
        "en": "Malvaceae",
        "ar": "الخبازية"
      },
      "desc": {
        "en": "Binomial name: Abutilon pictum\nSynonyms: Abutilon striatum , Callianthe picta\nFamily: Malvaceae\nOrder: Malvales\nGenus: Callianthe\nNative to: Argentina Northeast, Brazil South, Paraguay, Uruguay\n\n1- Culinary: The flowers are edible, raw or cooked, with the sweet flavor increasing the longer the bloom is open.\n\n2- Cultivation: Abutilon pictum is cultivated as a popular ornamental plant, for use in gardens in subtropical and warm temperate climates. It is also planted in containers or pots, on patios and balconies outdoors, or as a winter house plant.\n\n3- The plant can grow in light shade or full sun, and is frost tender, not tolerating temperatures below 0 °C (32 °F). It requires moist soil, preferring fertile sandy, loamy, or well-drained clay soils.",
        "ar": "الاسم الشائع: القنب الصوفي\nمرادفات: كاليانثي بيكتا، أبوتيلون سترياتوم\nالعائلة: القنب الصوفي\nالترتيب: مالفاليات\nالجنس: كاليانثي\nموطنه: شمال شرق الأرجنتين، وجنوب البرازيل، وباراجواي، وأوروغواي\n\n1- الطهي: الزهور صالحة للأكل نيئة أو مطبوخة، وتزداد النكهة الحلوة كلما طالت مدة تفتح الزهرة.\n\n2- زراعته: يزرع أبوتيلون بيكتوم كنبات زينة شعبي لاستخدامه في الحدائق في المناخات شبه الاستوائية والمعتدلة الدافئة. يتم زراعته أيضًا في حاويات أو أوعية، أو في الأفنية والشرفات في الهواء الطلق، أو كنبات منزلي شتوي.\n\n3- يمكن أن ينمو النبات في الظل الخفيف أو الشمس الكاملة، وهو طري للصقيع، ولا يتحمل درجات الحرارة الأقل من 0 درجة مئوية (32 درجة فهرنهايت). يتطلب تربة رطبة، ويفضل التربة الرملية الخصبة أو الطينية أو الطينية جيدة التصريف."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "abutilon_pictum_2",
      "otherImage": [
        "abutilon_pictum_1",
        "abutilon_pictum_3",
        "abutilon_pictum_4",
        "abutilon_pictum_5"
      ]
    },
    {
      "id": 85,
      "name": {
        "en": "Ruellia simplex",
        "ar": "بيتونيا مكسيكية"
      },
      "kind": {
        "en": "Acanthaceae",
        "ar": "الأكنثيات"
      },
      "desc": {
        "en": "Binomial name: Ruellia simplex\nSynonyms: Ruellia brittoniana \nFamily: Acanthaceae\nOrder: Lamiales\nGenus: Ruellia\nNative to: Mexico, the Caribbean, and parts of Central America\n\n1- Medicinal: Ruellia simplex is used in traditional medicine. Parts of the plant are thought to have anti-inflammatory properties and may aid in wound healing, although scientific evidence is limited.\n\n2- Ornamental: It is widely appreciated for its ornamental value due to its vibrant blooms and ease of care, making it a popular choice for gardeners.",
        "ar": "الاسم الثنائي: رويليا البسيطة\nالمرادفات: رويليا بريتونيانا\nالعائلة: عائلة الأكنثيات\nالرتبة: رتبة الشفويات\nالجنس: رويليا\nالأصل: المكسيك، البحر الكاريبي، وأجزاء من أمريكا الوسطى\n\n1- طبي: يستخدم الرويليا البسيط في الطب التقليدي. يُعتقد أن أجزاء النبات لها خصائص مضادة للالتهابات وقد تساعد في التئام الجروح، على الرغم من محدودية الأدلة العلمية.\n\n2- نباتات الزينة: تحظى بتقدير واسع النطاق لقيمتها الزينة بسبب أزهارها النابضة بالحياة وسهولة العناية بها، مما يجعلها خيارًا شائعًا للبستانيين."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "ruellia_simplex1",
      "otherImage": [
        "ruellia_simplex2",
        "ruellia_simplex3",
        "ruellia_simplex4",
        "ruellia_simplex5"
      ]
    },
    {
      "id": 86,
      "name": {
        "en": "Scarlet beebalm",
        "ar": "مونرد مزدوج"
      },
      "kind": {
        "en": "Lamiaceae",
        "ar": "الأكنثيات"
      },
      "desc": {
        "en": "Binomial name: Monarda didyma\nSynonyms: Oswego Tea and Crimson Beebalm \nFamily: Lamiaceae\nOrder: Lamiales\nGenus: Monarda\nNative to: Eastern North America, particularly the northeastern United States\n\n1- Medicinal: Scarlet beebalm has been used traditionally by Native Americans for its antiseptic properties and to treat skin infections and minor wounds. It’s also been used to make herbal teas for treating mouth and throat infections, as well as for its soothing effects on the digestive tract and nervous system.\n\n2- Ornamental: It is extensively grown as an ornamental plant for its bright flowers and minty fragrance. It attracts bees, butterflies, and hummingbirds, making it a valuable addition to gardens.",
        "ar": "الاسم الثنائي: رويليا البسيطة\nالمرادفات: رويليا بريتونيانا\nالعائلة: عائلة الأكنثيات\nالرتبة: رتبة الشفويات\nالجنس: رويليا\nالأصل: المكسيك، البحر الكاريبي، وأجزاء من أمريكا الوسطى\n\n1- طبي: يستخدم الرويليا البسيط في الطب التقليدي. يُعتقد أن أجزاء النبات لها خصائص مضادة للالتهابات وقد تساعد في التئام الجروح، على الرغم من محدودية الأدلة العلمية.\n\n2- نباتات الزينة: تحظى بتقدير واسع النطاق لقيمتها الزينة بسبب أزهارها النابضة بالحياة وسهولة العناية بها، مما يجعلها خيارًا شائعًا للبستانيين."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "scarlet_beebalm1",
      "otherImage": [
        "scarlet_beebalm2",
        "scarlet_beebalm3",
        "scarlet_beebalm4",
        "scarlet_beebalm5"
      ]
    },
    {
      "id": 87,
      "name": {
        "en": "Sedum ubrotinctum",
        "ar": "عصارة حبوب الهلام"
      },
      "kind": {
        "en": "Crassulaceae",
        "ar": "الشكليات"
      },
      "desc": {
        "en": "Binomial name: Sedum rubrotinctum\nSynonyms: Jelly Bean  and Sedum ubrotinctum\nFamily: Crassulaceae\nOrder: Saxifragales\nGenus: Sedum\nNative to: Mexico\n\n1- Medicinal: While Sedum species have been used in traditional herbal medicine for their diuretic and laxative properties, and to treat skin conditions like itchy rashes, ulcers, and warts, there is no specific mention of Sedum rubrotinctum’s medicinal uses. It’s always recommended to consult with a healthcare professional before using any plant for medicinal purposes.\n\n2- Ornamental: Sedum rubrotinctum is widely grown as an ornamental because of its attractive leaf shape and color. It’s known for its fleshy leaves that can change color from green to red, and it produces bright yellow flowers. It’s used in gardens, rock gardens, roof gardens, and as a groundcover.\n\n3- Poison: Sedum rubrotinctum is considered poisonous and may cause irritation when ingested or touched. Care should be taken to prevent accidental ingestion, especially by children and pets.",
        "ar": "الاسم الثنائي: سيدوم روبروتينكتوم\nالمرادفات: جيلي بين وسيدوم أبروتينكتوم\nالعائلة: الشكليات\nالرتبة: الصخرية\nالجنس: سيدوم\nالأصل: المكسيك\n\n1- طبي: في حين تم استخدام أنواع نبات السيدوم في طب الأعشاب التقليدي لخصائصها المدرة للبول والملينة، ولعلاج الأمراض الجلدية مثل الطفح الجلدي والحكة والقرحة والثآليل، لا يوجد ذكر محدد للاستخدامات الطبية لنبات السيدوم روبروتينكتوم. يوصى دائمًا باستشارة أخصائي الرعاية الصحية قبل استخدام أي نبات للأغراض الطبية.\n\n2- نباتات الزينة: يزرع نبات السيدوم روبروتينكتوم على نطاق واسع كنبات زينة بسبب شكل أوراقه ولونها الجذاب. وهي معروفة بأوراقها اللحمية التي يمكن أن يتغير لونها من الأخضر إلى الأحمر، وتنتج أزهاراً صفراء زاهية. يتم استخدامه في الحدائق والحدائق الصخرية وحدائق الأسطح وكغطاء أرضي.\n\n3- السم: يعتبر Sedum Rubrotinctum ساما وقد يسبب تهيجا عند تناوله أو لمسه. وينبغي توخي الحذر لمنع الابتلاع العرضي، وخاصة من قبل الأطفال والحيوانات الأليفة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "sedum_ubrotinctum1",
      "otherImage": [
        "sedum_ubrotinctum2",
        "sedum_ubrotinctum3",
        "sedum_ubrotinctum4",
        "sedum_ubrotinctum5"
      ]
    },
    {
      "id": 88,
      "name": {
        "en": "Shoeblackplant",
        "ar": "خطمي وردي صيني"
      },
      "kind": {
        "en": "Malvaceae",
        "ar": "المالفية"
      },
      "desc": {
        "en": "Binomial name: Hibiscus rosa sinensis\nSynonyms: China Rose\nFamily: Malvaceae\nOrder: Malvales\nGenus: Hibiscus\nNative to: East Asia, especially China and other regions in Southeast Asia\n\n1- Medicinal: The Shoeblackplant has been used in traditional medicine for various ailments, including fever and skin conditions, and is known for promoting hair growth.\n\n2- Ornamental: It is widely cultivated as an ornamental plant in tropical and subtropical regions due to its showy flowers and is the national flower of Malaysia.",
        "ar": "الاسم الثنائي: هيبيسكوس روزا سينينسيس\nالمرادفات: وردة الصين\nالعائلة: عائلة المالفية\nالرتبة: رتبة المالفات\nالجنس: هيبيسكوس\nالأصل: شرق آسيا، خاصة الصين ومناطق أخرى في جنوب شرق آسيا\n\n1- طبيًا: تم استخدام نبات الحذاء الأسود في الطب التقليدي لعلاج أمراض مختلفة، بما في ذلك الحمى والأمراض الجلدية، وهو معروف بتعزيز نمو الشعر.\n\n2- نبات الزينة: ويزرع على نطاق واسع كنبات زينة في المناطق الاستوائية وشبه الاستوائية بسبب أزهاره المبهرجة وهي الزهرة الوطنية لماليزيا."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "shoeblackplant1",
      "otherImage": [
        "shoeblackplant2",
        "shoeblackplant3",
        "shoeblackplant4",
        "shoeblackplant5"
      ]
    },
    {
      "id": 89,
      "name": {
        "en": "Alyogyne hakeifolia",
        "ar": "أليوجين هاكيفوليا"
      },
      "kind": {
        "en": "Malvaceae",
        "ar": "القنب الصوفي"
      },
      "desc": {
        "en": "Binomial name: Alyogyne hakeifolia\nSynonyms: Alyogyne lilacina, Alyogyne multifida, Cienfuegosia hakeifolia, Hibiscus lilacinus\nFamily: Malvaceae\nOrder: Malvales\nGenus: Alyogyne\nNative to: South Australia, Western Australia\n\n1- Ornamental Planting: Alyogyne hakeifolia is primarily grown as an ornamental plant in gardens, parks, and landscapes. Its vibrant flowers and attractive foliage make it a popular choice for adding color and beauty to outdoor spaces.\n\n2- Drought Tolerance: This plant is well-suited to dry, arid climates and is tolerant of drought conditions once established. It can be used in xeriscaping or water-wise landscaping projects where water conservation is a priority.\n\n3- Wildlife Habitat: The flowers of Alyogyne hakeifolia attract pollinators such as bees and butterflies, making it a valuable addition to gardens aiming to support local wildlife populations.\n\n4- Soil Stabilization: The root system of Alyogyne hakeifolia can help stabilize soil in erosion-prone areas, making it useful for revegetation projects or landscaping on slopes.\n\n5- Medicinal Uses: Some indigenous Australian communities may have traditional medicinal uses for Alyogyne hakeifolia, although specific information about these uses may be limited.\n\n6- Research and Conservation: Due to its native habitat and potential ecological importance, Alyogyne hakeifolia may be of interest to researchers and conservationists studying Australian flora and ecosystems.",
        "ar": "الاسم الثنائي: أليوجين هاكيفوليا\nالأسماء المرادفة: أليوجين ليلاسينا، أليوجين متعددة الفصل، سينفوغوسيا هاكيفوليا، هيبيسكوس ليلاسينوس\nالفصيلة: القنب الصوفي\nالترتيب: مالفاليس\nالجنس: أليوجين\nالموطن: جنوب أستراليا، غرب أستراليا\n\n1- بستنة الزينة: يزرع الأيونيوم 'Sunburst' في المقام الأول لقيمته الزينة. إن وريداتها الرائعة ذات الأوراق المتنوعة، والتي تتميز بظلال نابضة بالحياة من اللون الأخضر والأصفر وأحيانًا الوردي، تجعلها خيارًا شائعًا للحدائق والحاويات والجنائن. يضيف اهتمامًا بصريًا وملمسًا إلى الحدائق النضرة والمزارع المختلطة.\n\n2- الزراعة في الحاويات: نظرًا لعادة نموها المدمجة وأوراقها الملونة، فإن نبات الأيونيوم 'Sunburst' مناسب تمامًا لزراعة الحدائق في الحاويات. يمكن زراعتها في الأواني أو المزارع أو غيرها من الحاويات سواء في الداخل أو الخارج، مما يضيف لمسة من الجمال الغريب إلى الباحات والشرفات وعتبات النوافذ.\n\n3- Xeriscaping: الأيونيوم 'Sunburst' يتحمل الجفاف بمجرد إنشائه، مما يجعله مناسبًا للمناظر الطبيعية أو المناظر الطبيعية المائية. إنها تزدهر في المناخات القاحلة والبحر الأبيض المتوسط ويمكن استخدامها في الحدائق الجافة أو المناظر الطبيعية لإنشاء مناظر طبيعية منخفضة الصيانة وموفرة للمياه.\n\n4- نبات الزينة: مظهره الفريد وشكله المعماري يجعل من الأيونيوم 'Sunburst' خيارًا ممتازًا كنبتة مميزة في أحواض الحديقة أو حدودها. يمكن وضعها بشكل استراتيجي لإنشاء نقاط محورية أو لاستكمال النباتات الأخرى في المناظر الطبيعية.\n\n5- التكاثر والمشاركة: يمكن نشر الأيونيوم 'Sunburst' بسهولة من خلال الإزاحة أو قصاصات الجذع، مما يجعله خيارًا شائعًا لعشاق العصارة للنشر والمشاركة مع الأصدقاء وزملائك البستانيين.\n\n6- بشكل عام، يتم تقدير نبات الأيونيوم 'Sunburst' لجاذبيته الجمالية، وسهولة زراعته، وتعدد استخداماته في مختلف بيئات الحديقة، مما يجعله إضافة مطلوبة للمجموعات النضرة والمناظر الطبيعية."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "Alyogyne_hakeifolia1",
      "otherImage": [
        "Alyogyne_hakeifolia2",
        "Alyogyne_hakeifolia3",
        "Alyogyne_hakeifolia4",
        "Alyogyne_hakeifolia5"
      ]
    },
    {
      "id": 90,
      "name": {
        "en": "Gentiana acaulis",
        "ar": "جينتيانا اكوليس"
      },
      "kind": {
        "en": "Gentianaceae",
        "ar": "الجنتيانات"
      },
      "desc": {
        "en": "Binomial name: Gentiana acaulis\nSynonyms: Gentiana excisa\nFamily: Gentianaceae\nOrder: Gentianales\nGenus: Gentiana\nNative to: Central and Southern Europe, particularly the Alps and other mountainous regions\n\n1- Medicinal:  Gentiana acaulis has been used in traditional medicine. It’s been used to treat wounds, sore throats, arthritic inflammation, and jaundice. It’s also been used in tonic preparations and some anti-smoking formulas.\n\n2- Ornamental:  it is cultivated as an ornamental plant. It’s especially valued in cultivation for the unusually pure intense blue of its blooms.",
        "ar": "الاسم الثنائي: جينتيانا القاعدية\nالمرادفات: جينتيانا القاعدية\nالعائلة: عائلة الجنتيانات\nالرتبة: رتبة الجنتيانات\nالجنس: جينتيانا\nالأصل: وسط وجنوب أوروبا، خاصة جبال الألب والمناطق الجبلية الأخرى\n\n1- طبي: تم استخدام الجنتيانا أكوليس في الطب التقليدي. تم استخدامه لعلاج الجروح والتهاب الحلق والتهاب المفاصل واليرقان. كما تم استخدامه في المستحضرات المقوية وبعض تركيبات مكافحة التدخين.\n\n2- نبات الزينة: ويزرع كنبات زينة. إنها ذات قيمة خاصة في الزراعة بسبب اللون الأزرق المكثف النقي بشكل غير عادي لأزهارها."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "gentiana_acaulis1",
      "otherImage": [
        "gentiana_acaulis2",
        "gentiana_acaulis3",
        "gentiana_acaulis4",
        "gentiana_acaulis5"
      ]
    },
    {
      "id": 91,
      "name": {
        "en": "Gladiolus 'Priscilla'",
        "ar": " سَيفُ الغُرَابِ"
      },
      "kind": {
        "en": "Iridaceae",
        "ar": "السوسنيات"
      },
      "desc": {
        "en": "Binomial name: Gladiolus Priscilla\nSynonyms: Gladiolus Priscilla\nFamily: Iridaceae\nOrder: Asparagales\nGenus: Gladiolus\nNative to: Europe, Africa, and the Mediterranean\n\n1- Ornamental:  it is highly valued as an ornamental plant, particularly in the international cut flower market due to its beautiful, large, and long-lasting flowers.\n\n2- Poison: Gladiolus Priscilla is toxic if ingested, particularly to dogs, cats, and horses. It should not be eaten, and handling should be done with care to avoid skin irritation.",
        "ar": "الاسم الثنائي: الجلاديولوس بريسيلا\nالمرادفات: الجلاديولوس بريسيلا\nالعائلة: عائلة السوسنيات\nالرتبة: رتبة الهليونيات\nالجنس: الجلاديولوس\nالأصل: أوروبا وأفريقيا ومنطقة البحر الأبيض المتوسط\n\n1- نباتات الزينة: تحظى بتقدير كبير كنباتات زينة، خاصة في أسواق زهور القطف العالمية، وذلك بسبب أزهارها الجميلة والكبيرة وطويلة الأمد.\n\n2- السم: الجلاديولوس بريسيلا سام إذا تم تناوله، خاصة للكلاب والقطط والخيول. لا ينبغي تناوله، ويجب التعامل معه بعناية لتجنب تهيج الجلد."
      },
      "tags": {
        "en": [
          "ornamental",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "gladiolus1",
      "otherImage": [
        "gladiolus2",
        "gladiolus3",
        "gladiolus4",
        "gladiolus5"
      ]
    },
    {
      "id": 92,
      "name": {
        "en": "Great masterwort",
        "ar": "كَوْكَبيَّة كبيرة"
      },
      "kind": {
        "en": "Apiaceae",
        "ar": "الخيمية"
      },
      "desc": {
        "en": "Binomial name: Astrantia major\nSynonyms: Masterwort\nFamily: Apiaceae\nOrder: Apiales\nGenus: Astrantia\nNative to: Europe, particularly the mountainous regions of Central and Eastern Europe\n\n1- Great masterwort is a versatile plant that can add beauty to a garden while also having potential medicinal uses. However, caution should be exercised due to its mild toxicity.\n\n2- Medicinal: It has been used traditionally for medicinal purposes. The plant produces an essential oil that can be used in herbal medicines, and parts of the plant are known to have anti-inflammatory and antimicrobial properties.\n\n3- Ornamental: Great masterwort is valued for its ornamental qualities, featuring large clusters of tiny white flowers with magenta-purple tips. It is a popular choice for gardens, thriving in full sun or part shade in rich, moist, well-drained soils.\n\n4- Poison: In small amounts, Great masterwort plants have no toxic effects on humans or animals. However, it is mildly toxic, and large doses can cause hallucinations. It is recommended to keep pets away from the plant for safety purposes.",
        "ar": "الاسم الثنائي: أسترانتيا الكبيرة\nالمرادفات: الربيعية\nالعائلة: الخيمية\nالرتبة: الخيميات\nالجنس: أسترانتيا\nالأصل: أوروبا، خصوصاً في المناطق الجبلية في وسط وشرق أوروبا\n\n1- نبات رائع هو نبات متعدد الاستخدامات يمكنه إضافة الجمال إلى الحديقة مع وجود استخدامات طبية محتملة أيضًا. ومع ذلك، يجب توخي الحذر بسبب سميته الخفيفة.\n\n2- طبي: وقد تم استخدامه تقليديا للأغراض الطبية. وينتج النبات زيتًا أساسيًا يمكن استخدامه في الأدوية العشبية، ومن المعروف أن أجزاء النبات لها خصائص مضادة للالتهابات ومضادة للميكروبات.\n\n3- نباتات الزينة: تُقدر قيمة نبتة الزينة الرائعة لصفاتها الزينة، وتتميز بمجموعات كبيرة من الزهور البيضاء الصغيرة ذات الأطراف الأرجوانية الأرجوانية. إنه خيار شائع للحدائق، حيث يزدهر تحت أشعة الشمس الكاملة أو الظل الجزئي في التربة الغنية والرطبة والجافة.\n\n4- السم: بكميات قليلة ليس لنباتات الحشيشة الكبيرة أي آثار سامة على الإنسان أو الحيوان. ومع ذلك، فهو سام بشكل معتدل، والجرعات الكبيرة يمكن أن تسبب الهلوسة. يوصى بإبعاد الحيوانات الأليفة عن النبات لأسباب تتعلق بالسلامة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "great_masterwort1",
      "otherImage": [
        "great_masterwort2",
        "great_masterwort3",
        "great_masterwort4",
        "great_masterwort5"
      ]
    },
    {
      "id": 93,
      "name": {
        "en": "Guernsey lily",
        "ar": "زنبق غيرنسي"
      },
      "kind": {
        "en": "Amaryllidaceae",
        "ar": "الخيمية"
      },
      "desc": {
        "en": "Binomial name: Nerine sarniensis\nSynonyms: Jersey Lily\nFamily: Amaryllidaceae\nOrder: Asparagales\nGenus: Nerine\nNative to: South Africa, specifically the Western Cape region\n\n1- The Guernsey lily is a beautiful addition to any garden, offering late-season color and interest. However, it should be handled with care due to its potential toxicity if ingested.\n\n2- Ornamental:  the Guernsey lily is highly valued for its ornamental appeal, especially for its vibrant blooms that add late-season color to gardens. It is also known as one of the longest-lasting cut flowers.\n\n3- Poison: While not typically considered highly toxic, ingestion of large quantities of the leaves and bulb can cause mild stomach upset. It’s advised to keep the plant out of reach of pets and children to prevent any accidental ingestion.",
        "ar": "الاسم الثنائي: أسترانتيا الكبيرة\nالمرادفات: الربيعية\nالعائلة: الخيمية\nالرتبة: الخيميات\nالجنس: أسترانتيا\nالأصل: أوروبا، خصوصاً في المناطق الجبلية في وسط وشرق أوروبا\n\n1- نبات رائع هو نبات متعدد الاستخدامات يمكنه إضافة الجمال إلى الحديقة مع وجود استخدامات طبية محتملة أيضًا. ومع ذلك، يجب توخي الحذر بسبب سميته الخفيفة.\n\n2- طبي: وقد تم استخدامه تقليديا للأغراض الطبية. وينتج النبات زيتًا أساسيًا يمكن استخدامه في الأدوية العشبية، ومن المعروف أن أجزاء النبات لها خصائص مضادة للالتهابات ومضادة للميكروبات.\n\n3- نباتات الزينة: تُقدر قيمة نبتة الزينة الرائعة لصفاتها الزينة، وتتميز بمجموعات كبيرة من الزهور البيضاء الصغيرة ذات الأطراف الأرجوانية الأرجوانية. إنه خيار شائع للحدائق، حيث يزدهر تحت أشعة الشمس الكاملة أو الظل الجزئي في التربة الغنية والرطبة والجافة.\n\n4- السم: بكميات قليلة ليس لنباتات الحشيشة الكبيرة أي آثار سامة على الإنسان أو الحيوان. ومع ذلك، فهو سام بشكل معتدل، والجرعات الكبيرة يمكن أن تسبب الهلوسة. يوصى بإبعاد الحيوانات الأليفة عن النبات لأسباب تتعلق بالسلامة."
      },
      "tags": {
        "en": [
          "ornamental",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات سام"
        ]
      },
      "mainImage": "guernsey_lily1",
      "otherImage": [
        "guernsey_lily2",
        "guernsey_lily3",
        "guernsey_lily4",
        "guernsey_lily5"
      ]
    },
    {
      "id": 94,
      "name": {
        "en": "Guzmania sanguinea",
        "ar": "جوزمانيا"
      },
      "kind": {
        "en": "Bromeliaceae",
        "ar": "البروميليات"
      },
      "desc": {
        "en": "Binomial name: Guzmania sanguinea\nSynonyms: Guzmania sanguinea \nFamily: Bromeliaceae\nOrder: Poales\nGenus: Guzmania\nNative to: South America, specifically to regions such as Colombia, Ecuador, and Venezuela\n\n1- Indoor Planting: Guzmania sanguinea is a popular houseplant, often used to add a tropical touch to interior spaces. Its vibrant inflorescence and rosette of leaves make it an attractive addition to homes and offices.\n\n2- Container Gardening: This plant is commonly grown in pots or decorative containers, allowing it to be displayed on countertops, shelves, or as a centerpiece.\n\n3- Terrariums: Because of its low height and striking appearance, Guzmania sanguinea is a popular choice for terrariums and other enclosed plant arrangements.\n\n4- Epiphytic Displays: This plant can grow epiphytically, making it suitable for mounting on driftwood or other organic supports, creating a more natural, tropical display.\n\n5- Outdoor Tropical Gardens: In regions with appropriate climates, it can be used in outdoor tropical gardens, either in the ground or mounted on trees.",
        "ar": "الاسم الثنائي: جوزمانيا الدموية\nالمرادفات: جوزمانيا الدموية\nالعائلة: عائلة البروميليات\nالرتبة: رتبة البواليات\nالجنس: جوزمانيا\nالأصل: أمريكا الجنوبية، بالتحديد في مناطق مثل كولومبيا والإكوادور وفنزويلا\n\n1- الزراعة الداخلية: جوزمانيا سانجينيا من النباتات المنزلية المشهورة، وغالباً ما تستخدم لإضفاء لمسة استوائية على المساحات الداخلية. إن أزهارها النابضة بالحياة ووردة أوراقها تجعلها إضافة جذابة للمنازل والمكاتب.\n\n2- البستنة الحاوية: يزرع هذا النبات عادة في أصص أو حاويات زخرفية، مما يسمح بعرضه على أسطح العمل أو الرفوف أو كقطعة مركزية.\n\n3- مرابي حيوانات: نظرًا لارتفاعها المنخفض ومظهرها المذهل، تعد جوزمانيا سانجوينيا خيارًا شائعًا لمرابي حيوانات وترتيبات النباتات المغلقة الأخرى.\n\n4- عروض نباتية: يمكن أن ينمو هذا النبات بشكل نباتي، مما يجعله مناسبًا للتركيب على الأخشاب الطافية أو غيرها من الدعامات العضوية، مما يخلق عرضًا استوائيًا أكثر طبيعية.\n\n5- الحدائق الاستوائية الخارجية: في المناطق ذات المناخ المناسب يمكن استخدامه في الحدائق الاستوائية الخارجية سواء في الأرض أو مثبتة على الأشجار."
      },
      "tags": {
        "en": [
          "ornamental"
        ],
        "ar": [
          "نبات زينة"
        ]
      },
      "mainImage": "guzmania_sanguinea1",
      "otherImage": [
        "guzmania_sanguinea2",
        "guzmania_sanguinea3",
        "guzmania_sanguinea4",
        "guzmania_sanguinea5"
      ]
    },
    {
      "id": 95,
      "name": {
        "en": "Helleborus orientalis",
        "ar": "الخَربَق المشرقي"
      },
      "kind": {
        "en": "Ranunculaceae",
        "ar": "القرنفليات"
      },
      "desc": {
        "en": "Binomial name:  Helleborus orientalis\nSynonyms: Lenten Rose\nFamily: Ranunculaceae\nOrder: Ranunculales\nGenus: Helleborus\nNative to: Caucasus region, particularly in areas like Turkey and Georgia\n\n1- Medicinal: Helleborus orientalis has been used in traditional medicine for various ailments, but it is important to note that all parts of the plant are toxic if ingested.\n\n2- Ornamental: It is highly valued for its ornamental qualities, especially its ability to flower in late winter to early spring when few other plants are in bloom.\n\n3- Poison: All parts of the Lenten rose are poisonous, and ingestion can cause severe symptoms. The sap may also cause skin irritation",
        "ar": "الاسم الثنائي: هيليبوروس الشرقية\nالمرادفات: زهرة الصوم\nالعائلة: عائلة القرنفليات\nالرتبة: رتبة القرنفليات\nالجنس: هيليبوروس\nالأصل: منطقة القوقاز، بشكل خاص في مناطق مثل تركيا وجورجيا\n\n1- طبيًا: تم استخدام Helleborus orientalis في الطب التقليدي لعلاج أمراض مختلفة، ولكن من المهم ملاحظة أن جميع أجزاء النبات تكون سامة إذا تم تناولها.\n\n2- نباتات الزينة: وهي ذات قيمة عالية لصفاتها الزينة، وخاصة قدرتها على الإزهار في أواخر الشتاء إلى أوائل الربيع عندما يكون عدد قليل من النباتات الأخرى في حالة إزهار.\n\n3- السم: جميع أجزاء وردة الصوم سامة، وقد يؤدي تناولها إلى ظهور أعراض حادة. قد يسبب النسغ أيضًا تهيج الجلد"
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "helleborus_orientalis1",
      "otherImage": [
        "helleborus_orientalis2",
        "helleborus_orientalis3",
        "helleborus_orientalis4",
        "helleborus_orientalis5"
      ]
    },
    {
      "id": 96,
      "name": {
        "en": "hydrangea",
        "ar": "الكُوبِيَّة"
      },
      "kind": {
        "en": "Hydrangeaceae",
        "ar": "الهيدرانجيات"
      },
      "desc": {
        "en": "Binomial name: Hydrangea macrophylla and Hydrangea\nSynonyms: Bigleaf Hydrangea\nFamily: Hydrangeaceae\nOrder: Cornales\nGenus: Hydrangea\nNative to: especially Japan, China, and Korea\n\n1- Hydrangea is a well-known genus of plants with several species, commonly appreciated for their large and colorful flower heads.\n\n2- Medicinal: Hydrangea has been used traditionally for various conditions such as bladder infections, prostate infections, enlarged prostate, and kidney stones. However, there is no strong scientific evidence to support these uses, and it might be unsafe in large amounts.\n\n3- Ornamental:  hydrangeas are highly valued for their ornamental appeal. They are popular in gardens and landscapes for their large flower heads, which can be blue, pink, or white depending on the soil pH.\n\n4- Poison: Hydrangeas are considered poisonous. They contain cyanogenic glycoside, which can release cyanide when ingested, causing nausea, vomiting, and diarrhea. Skin contact can also cause irritation.\n\n5- Rare Plant: While there are many common species of hydrangea, there are also unusual and less common varieties that can be considered rare. However, as a genus, hydrangeas are not rare and are widely cultivated.",
        "ar": "الاسم الثنائي: هيدرانجيا ماكروفيلا وهيدرانجيا\nالمرادفات: هيدرانجيا أوراق كبيرة\nالعائلة: عائلة الهيدرانجيات\nالرتبة: رتبة اللبيبات\nالجنس: هيدرانجيا\nالأصل: بشكل خاص اليابان والصين وكوريا\n\n1- الكوبية هي جنس معروف من النباتات ولها عدة أنواع، وتحظى بتقدير كبير بسبب رؤوس أزهارها الكبيرة والملونة.\n\n2- طبيًا: تم استخدام الكوبية تقليديًا لعلاج حالات مختلفة مثل التهابات المثانة، والتهابات البروستاتا، وتضخم البروستاتا، وحصوات الكلى. ومع ذلك، لا يوجد دليل علمي قوي يدعم هذه الاستخدامات، وقد يكون تناولها بكميات كبيرة غير آمن.\n\n3- نباتات الزينة: تحظى نباتات الكوبية بتقدير كبير بسبب جاذبيتها الزينة. تحظى بشعبية كبيرة في الحدائق والمناظر الطبيعية بسبب رؤوس أزهارها الكبيرة، والتي يمكن أن تكون زرقاء أو وردية أو بيضاء حسب درجة حموضة التربة.\n\n4- السم: تعتبر نباتات الهدرانج سامة. أنها تحتوي على جليكوسيد السيانوجين، والذي يمكن أن يطلق السيانيد عند تناوله، مما يسبب الغثيان والقيء والإسهال. يمكن أن يسبب ملامسة الجلد أيضًا تهيجًا.\n\n5- النباتات النادرة: في حين أن هناك العديد من الأنواع الشائعة من الكوبية، إلا أن هناك أيضًا أنواعًا غير عادية وأقل شيوعًا يمكن اعتبارها نادرة. ومع ذلك، كجنس، الكوبية ليست نادرة ويتم زراعتها على نطاق واسع."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "rare",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات نادر",
          "نبات سام"
        ]
      },
      "mainImage": "hydrangea1",
      "otherImage": [
        "hydrangea2",
        "hydrangea3",
        "hydrangea4",
        "hydrangea5"
      ]
    },
    {
      "id": 97,
      "name": {
        "en": "Indian shot",
        "ar": "القنا"
      },
      "kind": {
        "en": "Cannaceae",
        "ar": "الكانا"
      },
      "desc": {
        "en": "Binomial name: Canna indica\nSynonyms: Canna lily\nFamily: Cannaceae\nOrder: Zingiberales\nGenus: Canna\nNative to: Americas, especially Central and South America, and the Caribbean\n\n1- Medicinal: Indian shot has been used traditionally for headaches, diarrhea, yaws, acute hepatitis, traumatic injuries, nose bleeding, tonsillitis, itches, persistent sores, earaches, eye diseases, and more.\n\n2- Ornamental: It is highly valued for its ornamental appeal, with large, colorful flowers and broad, tropical-looking leaves making it a focal point in any garden setting.",
        "ar": "الاسم الثنائي: كانا الهندية\nالمرادفات: زنبق كانا\nالعائلة: عائلة الكانا\nالرتبة: رتبة الزنجبيليات\nالجنس: كانا\nالأصل: الأمريكتين، بشكل خاص وسط وجنوب أمريكا ومنطقة البحر الكاريبي\n\n1- طبيًا: تم استخدام الطلقة الهندية تقليديًا لعلاج الصداع، والإسهال، والداء العليقي، والتهاب الكبد الحاد، والإصابات المؤلمة، ونزيف الأنف، والتهاب اللوزتين، والحكة، والقروح المستمرة، وآلام الأذن، وأمراض العيون، وأكثر من ذلك.\n\n2- نباتات الزينة: تحظى بتقدير كبير بسبب جاذبيتها الزينة، بأزهارها الكبيرة الملونة وأوراقها العريضة ذات المظهر الاستوائي مما يجعلها نقطة محورية في أي بيئة حديقة."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "indian_shot1",
      "otherImage": [
        "indian_shot2",
        "indian_shot3",
        "indian_shot4",
        "indian_shot5"
      ]
    },
    {
      "id": 98,
      "name": {
        "en": "Echinops ritro",
        "ar": "القنفذي"
      },
      "kind": {
        "en": "Asteraceae",
        "ar": "المركبات"
      },
      "desc": {
        "en": "Binomial name: Echinops ritro\nSynonyms: Echinops ritro.\nFamily: Asteraceae\nOrder: Asterales\nGenus: Echinops\nNative to: Europe and parts of Asia, particularly the Mediterranean region\n\n1- Echinops ritro is a striking plant that can add both aesthetic and ecological value to gardens, and while it has some traditional medicinal uses, it should be handled with care due to its spiny nature.\n\n2- Medicinal: The root is known for its anti-inflammatory properties and has been used traditionally to treat breast abscesses with inflammation, mastitis, lack of milk in nursing mothers, and distension of the breast.\n\n3- Ornamental: it is valued for its ornamental appeal, featuring unique globe-shaped flower heads and spiny, silver-green foliage. It is suitable for the back of a border or as a statement in wildflower or cottage-style gardens",
        "ar": "الاسم الثنائي: إكينوبس الرترو\nالمرادفات: إكينوبس الرترو\nالعائلة: عائلة المركبات\nالرتبة: رتبة النجميات\nالجنس: إكينوبس\nالأصل: أوروبا وبعض مناطق آسيا، خصوصاً منطقة البحر الأبيض المتوسط\n\n1- نبات إشينوبس ريترو هو نبات مذهل يمكن أن يضيف قيمة جمالية وبيئية للحدائق، وعلى الرغم من أن له بعض الاستخدامات الطبية التقليدية، إلا أنه يجب التعامل معه بحذر بسبب طبيعته الشوكية.\n\n2- طبيًا: يُعرف الجذر بخصائصه المضادة للالتهابات، وقد تم استخدامه تقليديًا لعلاج خراجات الثدي المصابة بالالتهاب، والتهاب الضرع، وقلة الحليب لدى المرضعات، وانتفاخ الثدي.\n\n3- نباتات الزينة: تتميز بجاذبيتها الزخرفية، وتتميز برؤوس زهور فريدة على شكل كرة وأوراق شائكة ذات لون أخضر فضي. إنها مناسبة للجزء الخلفي من الحدود أو كتعبير في حدائق الزهور البرية أو الحدائق الريفية"
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي"
        ]
      },
      "mainImage": "echinops_ritro1",
      "otherImage": [
        "echinops_ritro2",
        "echinops_ritro3",
        "echinops_ritro4",
        "echinops_ritro5"
      ]
    },
    {
      "id": 99,
      "name": {
        "en": "Erysimum cheiri",
        "ar": "القصيصة"
      },
      "kind": {
        "en": "Brassicaceae",
        "ar": "الصليبيات"
      },
      "desc": {
        "en": "Binomial name: Erysimum cheiri\nSynonyms: Wallflower\nFamily: Brassicaceae\nOrder: Brassicales\nGenus: Erysimum\nNative to: southern Europe, particularly the Mediterranean region\n\n1- Erysimum cheiri is appreciated for its ornamental value and historical medicinal use, but due to its potential toxicity, it should be handled with care. Always consult with a professional before using any plant for medicinal purposes.\n\n2- Medicinal: Erysimum cheiri was formerly used mainly as a diuretic and emmenagogue. It has a cardiotonic effect, supporting a failing heart similarly to foxglove (Digitalis purpurea). However, it is toxic in large doses and is seldom used in herbal medicine.\n\n3- Ornamental: it is widely cultivated for its abundant, fragrant flowers in spring. Many cultivars have been developed in shades of yellow, orange, red, maroon, purple, brown, white, and cream.\n\n4- Poison: The plant contains the chemical compound cheiranthin, which has a stronger cardiotonic action than digitalis. If taken in large doses, it is very poisonous and should not be used medicinally without expert supervision.",
        "ar": "الاسم الثنائي: الجيريوم شيري\nالمرادفات: زهرة الجدار\nالعائلة: عائلة الصليبيات\nالرتبة: رتبة البقوليات\nالجنس: الجيريوم\nالأصل: جنوب أوروبا، بشكل خاص منطقة البحر الأبيض المتوسط\n\n1- يُقدر نبات Erysimum cheiri لقيمته الزخرفية واستخدامه الطبي التاريخي، ولكن نظرًا لسميته المحتملة، يجب التعامل معه بحذر. استشر دائمًا أحد المتخصصين قبل استخدام أي نبات للأغراض الطبية.\n\n2- طبيًا: كان Erysimum cheiri يستخدم سابقًا بشكل رئيسي كمدر للبول ومدر للمطمث. له تأثير مقوي للقلب، ويدعم فشل القلب بشكل مشابه لقفاز الثعلب (Digitalis Purpurea). ومع ذلك، فهو سام بجرعات كبيرة ونادرا ما يستخدم في طب الأعشاب.\n\n3- نباتات الزينة: تكثر زراعتها لكثرة أزهارها العطرة في فصل الربيع. تم تطوير العديد من الأصناف بظلال من اللون الأصفر والبرتقالي والأحمر والمارون والأرجواني والبني والأبيض والقشدي.\n\n4- السم: يحتوي النبات على المركب الكيميائي تشيرانثين الذي له تأثير مقوي للقلب أقوى من الديجيتاليس. إذا تم تناوله بجرعات كبيرة فهو سام جدًا ولا يجب استخدامه طبيًا دون إشراف الخبراء."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "erysimum_cheiri1",
      "otherImage": [
        "erysimum_cheiri2",
        "erysimum_cheiri3",
        "erysimum_cheiri4",
        "erysimum_cheiri5"
      ]
    },
    {
      "id": 100,
      "name": {
        "en": "Gloriosa superba",
        "ar": "الباهرة الهندية"
      },
      "kind": {
        "en": "Colchicaceae",
        "ar": "القرنفلية"
      },
      "desc": {
        "en": "Binomial name: Gloriosa superba\nSynonyms: Gloriosa superba\nFamily: Colchicaceae\nOrder: Liliales\nGenus: Gloriosa\nNative to: Africa and Asia\n\n1- Garden Ornamentation: Often planted as an ornamental plant in gardens and outdoor areas for its elegance and the beauty of its flowers.\n\n2- Decorative Purposes: Gloriosa superba flowers are used in indoor and outdoor decoration to embellish spaces and add aesthetic appeal.\n\n3- Alternative Medicine: Some cultures use the plant in traditional medicine as an anti-inflammatory and analgesic.\n\n4- Medicinal Treatment: The plant is sometimes used in holistic medicine to treat conditions such as skin inflammations and joint pain, but it's important to consult a doctor before using it for any medicinal purpose.\n\n5- Scientific Research: The plant is used in scientific research to understand its chemical and physiological properties and to discover potential medical uses.\n\n6- It contains toxic compounds called colchicine and colchicoside, which can be poisonous if consumed in large quantities. It is advisable to avoid ingesting any parts of the plant or using it without consulting a qualified medical professional, as improper use can lead to serious poisoning.",
        "ar": "الاسم الثنائي: جلوريوسا الرائعة\nالمرادفات: جلوريوسا الرائعة\nالعائلة: القرنفلية\nالرتبة: الزنبقيات\nالجنس: جلوريوسا\nالأصل: أفريقيا وآسيا\n\n1- تزيين الحدائق: غالباً ما يتم زراعته كنبات زينة في الحدائق والمساحات الخارجية لأناقته وجمال أزهاره.\n\n2- أغراض الديكور: تستخدم زهور جلوريوسا سوبربا في الديكور الداخلي والخارجي لتزيين المساحات وإضفاء طابع جمالي.\n\n3- الطب البديل: تستخدم بعض الثقافات النبات في الطب التقليدي كمضاد للالتهابات ومسكن.\n\n4- العلاج الطبي: يستخدم النبات أحيانًا في الطب الشمولي لعلاج حالات مثل التهابات الجلد وآلام المفاصل، ولكن من المهم استشارة الطبيب قبل استخدامه لأي غرض طبي.\n\n5- البحث العلمي: يستخدم النبات في الأبحاث العلمية لفهم خصائصه الكيميائية والفسيولوجية واكتشاف الاستخدامات الطبية المحتملة.\n\n6- يحتوي على مركبات سامة تسمى الكولشيسين والكولشيكوسايد، والتي يمكن أن تكون سامة إذا تم تناولها بكميات كبيرة. يُنصح بتجنب تناول أي أجزاء من النبات أو استخدامه دون استشارة طبيب مؤهل، لأن الاستخدام غير السليم يمكن أن يؤدي إلى تسمم خطير."
      },
      "tags": {
        "en": [
          "ornamental",
          "medicine",
          "poison"
        ],
        "ar": [
          "نبات زينة",
          "نبات طبي",
          "نبات سام"
        ]
      },
      "mainImage": "gloriosa_superba1",
      "otherImage": [
        "gloriosa_superba2",
        "gloriosa_superba3",
        "gloriosa_superba4",
        "gloriosa_superba5"
      ]
    }
  ]
}